Repository: iceburg-net/poMMo
Catalog: pommo/language/*/*-pommo.po
Languages: hu, it, pt

source: Monday
hu: Hétfő
it: Lunedi
pt: Segunda-Feira

source: Tuesday
hu: Kedd
it: Martedi
pt: Terça-Feira

source: Wednesday
hu: Szerda
it: Mercoledi
pt: Quarta-Feira

source: Thursday
hu: Csütörtök
it: Giovedi
pt: Quinta-Feira

source: Friday
hu: Péntek
it: Venerdi
pt: Sexta-Feira

source: Saturday
hu: Szombat
it: Sabato
pt: Sábado

source: Prev
hu: Előző
it: Precedente
pt: Anterior

source: Next
hu: Következő
it: Successivo
pt: Próximo

source: Close
hu: Bezár
it: Chiudi
pt: Fechar

source: Choose Date
hu: Válasszon dátumot!
it: Scegli data
pt: Escolha a Data

source: Both HTML and Text cannot be empty
hu: Sem a HTML sem pedig a szöveges rész nem maradhat üresen!
it: Sia l'HTML che il Testo non possono essere vuoti
pt: Ambos os campos de HTML e Texto não podem estar vazios

source: is
hu: egyenlő
it: è
pt: está

source: is not
hu: nem egyenlő
it: non è
pt: não é

source: is checked
hu: meg van jelölve
it: è attivo
pt: está marcado

source: is not checked
hu: nincs megjelölve
it: non è attivo
pt: não está marcado

source: is greater than
hu: nagyobb mint
it: è maggiore di
pt: é maior que

source: is less than
hu: kisebb mint
it: è minore di
pt: é menor que

source: or in group
hu: vagy szerepel a csoportban
it: o nel gruppo
pt: ou no grupo

source: and not in group
hu: és nem szerepel a csoportban
it: e non nel gruppo
pt: e não no grupo

source: You may now %1$s login %2$s with username: %3$s and password: %4$s
hu: A felhasználónévvel és jelszóval tud belépni.
it: Sei ora in grado di effettuare la %1$s login %2$s con la username: %3$s e la password: %4$s
pt: Pode %1$sautenticar-se%2$s com o nome de utilizador: %3$s e a palavra passe: %4$s

source: Can write to ERROR_LOG. Check work directory permissions!
hu: Nem tudok írni az ERROR_LOG-ba ellenőrizze a könyvtár jogait!
it: Non possono scrivere su ERROR_LOG. Verifica i permessi della direttovi di lavoro!
pt: Não é possível escrever no ficheiro ERROR_LOG. Verifique as permissões da directoria de trabalho!

source: An actvation mail has been sent to %s. Please follow its instructions to access your records.
hu: Egy aktiváló levelet küldtünk ki: %s. Kérjük kövesse az utasításokat, hogy elérhesse az adatait!
pt: Foi enviada uma mensagem de confirmação para %s. Siga as suas instruções para completar o pedido.

source: A confirmation mail has been sent to %s. Please follow its instructions to complete your request.
hu: Egy visszaigazoló levelet küldtünk ki: %s. Kérjük kövesse az utasításokat, hogy feliratkozása véglegesítére kerülhessen!
it: Una mail di conferma &egrave; stata spedita a %s. Segui le istruzioni per completare la richiesta di registrazione.
pt: Foi enviada uma mensagem de confirmação para %s. Siga as suas instruções para completar o pedido.

source: Error sending mail
hu: Nem sikerült az e-mail küldése.
it: Errore durante l'invio del mailing
pt: Erro ao enviar mensagem.

source: Welcome to our mailing list. You can always login to update your records or unsubscribe by visiting: %s
hu: Üdvözöljük a levelezőlistánkon! Ön a %s lapon bármikor bejelentkezhet és módosíthatja beállításait vagy leiratkozhat a hírlevélről.
pt: Bem-vindo à nossa newsletter. Poderá sempre actualizar o seu registo ou cancelar a sua subscrição na página: %s

source: Welcome to %s
hu: Üdvözöljük a %s
pt: Bem-vindo a %s

source: Welcome to our mailing list. Enjoy your stay.
hu: Üdvözöljük a Levelezési listánkon! Reméljük elégedett lesz a tartalommal.
it: Benvenuti alla nostra mailing list.
pt: Bem-vindo à nossa newsletter. Desfrute da estadia!

source: Farewell from %s
hu: Leiratkozva a %s listától...
pt: Adeus da %s

source: You have been unsubscribed and will not receive any more mailings from us. Feel free to come back anytime!
hu: Ön leiartkozotta hírlevélről, ezért nem fog tűlünk több levelet kapni, de természetesen bármikor újból visszajelentkezhet!
pt: A sua subscrição foi cancelada. Não receberá mais newsletters nossas. Esteja à vontade para voltar noutra altura!

source: You have successfully unsubscribed. Enjoy your travels.
hu: Sikeresen leiratkozott a listáról. Köszönjük eddigit figyelmét.
it: L'iscrizione &egrave; stata cancellata.
pt: A sua subscrição foi cancelada. Adeus!

source: You have requested to subscribe to %s. We would like to validate your email address before adding you as a subscriber. Please click the link below to be added ->
hu: Ön feliratkozott a levelezőlistára: %s. Szeretnék ellenőrizni az e-maill címét, mielőtt véglegesítjük feliratkozását. Kérem ehhez kattintson az alábbi linkre ->
it: Hai richiesto di iscriverti a %s. Desidereremo che validassi il tuo indirizzo email prima di inserirti alla mailing list come iscritto. Per favore clicca sul link sottostante per confermare l'iscrizione ->
pt: Solicitou a inscrição na %s. Gostaríamos de validar o seu endereço de email antes de o adicionar como subscritor. Siga a ligação seguinte para ser adicionado ->

source: If you have received this message in error, please ignore it.
hu: Ha tévedésből kapta meg a levelet, kérem törölje!
it: Se hai ricevuto questa email in errore, per favore ignoralo
pt: Se recebeu esta mensagem por engano, por favor ignore-a.

source: Subscription request
hu: Feliratkozási kérés
it: Richiesta di iscrizione
pt: Solicitação de subscrição

source: Someone has requested to access to your records for %s.
hu: Valaki mepróbált az adataihoz %s hozzáférni.
pt: Alguém solicitou aceder ao seu registo para a %s.

source: You may edit your information or unsubscribe by visiting the link below ->
hu: Módosíthatja beállításait vagy leiratkozhat a hírlevélről az alábbi linken ->
it: Per modificare i tuoi dati o cancellare l'iscrizione clicca sul link sottostante ->
pt: Poderá editar a sua informação de registo ou cancelar a sua subscrição na seguinte ligação ->

source: %s: Account Access.
hu: %s: személyes adati
it: %s: Accesso account
pt: %s: Acesso à Conta

source: You have requested to change your password for %s.
hu: Ön kérte a jelszavának %s módosítását!
it: Hai richiesto di modificare la tua password per %s.
pt: Solicitou a mudança da palavra passe por %s.

source: Please validate this request by clicking the link below ->
hu: Hogy végrehajthassul ezt a kérést kérem kattintson az alábbi linkre ->
it: Prima di processare la tua richiesta, ti chiediamo di verificare il tuo indirizzo email con un clic sul link sottostante ->
pt: Valide este pedido seguindo a seguinte ligação ->

source: Change Password request
hu: Jelszó módosítási kérés
it: Richiesta modifica password
pt: Solicitação de Alteração de Palavra Passe

source: You have requested to update your records for %s.
hu: Ön kérte az adatainak %s módosítását
it: Hai richiesto di modificare i tuoi dati per %s.
pt: Solicitou alterar o seu registo para a %s.

source: Update Records request
hu: Adatmódosítási kérés
it: Richiesta aggiornamento dati
pt: Solicitação de Actualização de Registo

source: poMMo test message
hu: poMMo teszt üzenet
it: Messaggio test di poMMo
pt: Mensagem de teste do poMMo

source: This message indicates that poMMo is able to use the %s exchanger.
hu: Ez a levél azt bizonyítja, hogy a poMMo képes volt a %s levélkiszolgálón keresztül levelet küldeni.
it: Questo messaggio indica che poMMo pu&ograve; utilizzare %s exchanger.
pt: Esta mensagem indica que o poMMo consegue usa o serviço de email %s.

source: Error Sending Mail
hu: A levélküldés sikertelen.
it: Errore durante l'invio della mail
pt: Erro ao Enviar Email

source: poMMo %s Notice
hu: poMMo %s üzenet
it: Avviso %s poMMo
pt: poMMo %s Aviso

source: new subscriber!
hu: új tag
it: nuovo iscritto!
pt: novo subscritor!

source: user unsubscribed.
hu: tag leiratkozott
it: utente cancellato
pt: o utilizador cancelou a subscrição.

source: new pending!
hu: új függő
it: registrazione in corso
pt: novas subscrições pendentes!

source: subscriber updated.
hu: tag adatai módosítva
it: iscritto modificato
pt: utilizador actualizou subscrição

source: %s is a required field.
hu: %s kötelezően kitöltendő mező!
it: %s è una campo obbligatorio.
pt: %s é um campo obrigatório

source: Illegal input for field %s.
hu: Hibás adat a %s mezőben!
it: Imput non corretto per il campo %s.
pt: Entrada ilegal para o campo %s.

source: Field (%s) must be a date (
hu: A %s mezőbe csak dátumot lehet bevinni!
it: Il campo (%s) deve essere una data
pt: O campo (%s) tem que ser uma data (

source: Field (%s) must be a number.
hu: A %s mezőbe csak számot lehet bevinni!
it: Il campo (%s) deve essere un numero.
pt: O campo (%s) tem que ser um número.

source: Database Error:
hu: Adatbázis hiba:
it: Errore Database:
pt: Erro da Base de Dados:

source: Denied access. You must %slogin%s to access this page...
hu: Hozzáférés megtagadva. Az oldal megtkintéséhez be kell jelentkezni!
it: Accesso negato. Prova a fare %slogin%s per accedere alla pagina...
pt: Acesso negado. Tem que %sautenticar-se%s para aceder a esta página...

source: Could not establish database connection.
hu: Nem sikerült csatlakozni az adatbázishoz.
it: Non riesco a stabilire una connessione col database.
pt: Não foi possível estabelecer ligação à base de dados.

source: Verify your settings in config.php
hu: Ellenőrizze a beállításokat a config.php fájlban!
it: Verifica i settaggi sul file config.php
pt: Verifique as definições no ficheiro config.php

source: Connected to database server but could not select database (%s). Does it exist?
hu: Sikerült csatlakozni az adatbázisszerverhez, de a %s adatbázishoz nem. Létezik az adatbázis egyáltalán?
it: Connesso al database, ma non riesco a selezionare il database (%s). Esiste?
pt: A ligação ao servidor de base de dados está estabelecida, mas não foi possível encontrar a base de dados (%s). Será que existe?

source: Mailing Complete.
hu: Hírlevél küldés kész.
it: Mailing completo.
pt: Envio de Newsletter Completo.

source: Restarting Mailing #%s
hu: Hírlevél küldés újraindul #%s
it: Riavvia mailing #%s
pt: A Reiniciar o Envio da Newsletter #%s

source: Started Mailing #%s
hu: Hírlevél küldés elindult #%s
it: Mailing avviata #%s
pt: Iniciado o Envio da Newsletter #%s

source: Stopped Mailing #%s
hu: Hírlevél küldés leállítva #%s
it: Mailing interrotto #%s
pt: Parado o Envio da Newsletter #%s

source: Mailing Cancelled.
hu: Hírlevél küldés megszakítva.
it: mailing cancellato.
pt: Envio da Newsletter Cancelado

source: You must restart the mailing.
hu: Újra kell indítania a hírlevél küldést!
it: Devi riavviare il mailing.
pt: Tem que reiniciar o envio das mensagens.

source: Runtime (%s seconds) reached, respawning.
hu: Afutási idő eléret a %s másodpercet. Újrakezdés.
it: (%s secondi) di Runtime raggiunti, respawning.
pt: Tempo de execução (%s seconds) atingido, a acordar.

source: Work Directory (%s) not found! Make sure it exists and the webserver can write to it. You can change its location from the config.php file.
hu: A munkakönyvtár (%s) nem található. Bizonyosodjon meg, hogy léteztik és a webszerver tudis bele írni! A config.php fájban módosítható ez a beállítás.
it: La cartella di lavoro (%s) non è stata trovata! Assicurati che esiste e il server web ha i permessi necessari di scrittura. Puoi modificare il path nel file 'config.php'.
pt: A Directoria de Trabalho (%s) não existe! Certifique-se que esta existe e que o utilizador que corre o servidor web tem permissões de escrita nesse directório. Pode mudar a sua localização se pretender no ficheiro de configuração config.php.

source: Cannot write to Work Directory (%s). Make sure it has the proper permissions.
hu: A munkakönyvtár (%s) nem írható. Bizonyosodjon meg, hogy léteztik és a webszerver tudis bele írni!
it: Non si può scrivere sulla Directory di lavoro (%s). Controlla i permessi delle cartelle.
pt: Não foi possível escrever para o Directório de Trabalho (%s). Certifique-se que tem as permissões adequadas.

source: Working Directory (%s) cannot be created under PHP SAFE MODE. See Documentation, or disable SAFE MODE.
hu: A munkakönyvtár (%s) nem hozható létre a PHP SAFE MODE esetén. Olvassa el a dokumentációt és tiltsa le a SAFE MODE-t.
it: La cartella di lavoro (%s) non può essere creata in PHP SAFE MODE. Vedi la documentazione o disabilita SAFE MODE.
pt: A Directoria de Trabalho (%s) não pode ser criada com o PHP em modo seguro (SAFE MODE). Leia a documentação ou desactive o modo seguro do PHP.

source: Could not create directory
hu: A könyvtárat nem sikerült létrehozni.
it: Non è stato possibile creare la cartella
pt: Não foi possível criar o directório

source: Error loading configuration. Has poMMo been installed? %sClick Here%s to install.
hu: A beállításokat nem sikerült betölteni.. A poMMo fel van telepítve? Kattintson %side%s a telepítéshez!
it: Errore durante il caricamento della configurazione. Hai %s installato %s
pt: Erro ao carregar configuração. O poMMo estará instalado? %sClique Aqui%s para instalar.

source: Version Mismatch. %sClick Here%s to upgrade.
hu: Verzió hiba! Kattintson %side%s a frissítéshez!
it: Disallineamento versione. Hai %s aggiornato %s
pt: Versões Desencontradas. %sClique Aqui%s para actualizar.

source: Redirecting, please wait...
hu: Átirányítás, kérem várjon....
it: Redirect, attendere...
pt: A redireccionar, aguarde por favor....

source: poMMo Website
hu: poMMo Weboldala
it: Sito web poMMo
pt: Sítio do poMMo

source: Template file (%s) not found in default or current theme
hu: Vázlat fájl (%s) nincs meg.
it: Template file (%s) non &egrave; stato trovato nel tema predefinito.
pt: O ficheiro de documento padrão (%s) não existe no tema pré-definido ou neste tema.

source: Sending failed:
hu: Küldés sikertelen:
it: Errore durante l'invio del mailing
pt: Envio falou:

source: Mail to: %s not sent. Demonstration mode is active.
hu: Az e-mail a %s nem ment, mert TESZT módban van a rendszer.
it: Mail %s non inviata. Il modo di dimostrazione è ATTIVATO.
pt: Mensagem para: %s não enviada. O modo de demonstração está activo.

source: Invalid activation code.
hu: Érvénytelen aktiváló kód.
it: Codice di attivazione invalido
pt: Código de activação inválido.

source: Emails must match.
hu: E-mail címeknek meg kell egyezniük.
it: Gli indirizzi email devono corrispondere.
pt: Os endereços têm que ser iguais.

source: Invalid Email Address
hu: Érvénytelen e-mail cím!
it: Indirizzo email invalido
pt: Endereço de Email Inválido

source: Email address already exists. Duplicates are not allowed.
hu: Az e-mail cím már létezik. Dupla előfordulás nem megengedett!
it: Indirizzo mail già esistente. Non sono permessi duplicati
pt: O endereço de email já existe. Não são permitidos duplicados.

source: Your records have been updated.
hu: Az adati módosítottuk.
it: I tuoi dati sono stati aggiornati.
pt: O seu registo foi actualizado.

source: Mailing History
hu: Hírlevél előzmények
it: Storico Mailing
pt: Histórico de Envio de Newsletters

source: Subscription request received.
hu: Feliratkozási kérelem megérkezett.
it: Richiesta di iscrizione ricevuta.
pt: Solicitação de subscrição recebida.

source: subscriber logon
hu: Tag belépés
it: Login iscritti
pt: autenticação do subscritor

source: Invalid email address
hu: Érvénytelen e-mail cím!
it: Indirizzo email invalido
pt: Endereço de email inválido

source: Email address not found! Please try again.
hu: A megadott e-mail cím nem szerepel a listában. Próbáljon egy másik címet megadni!
it: Questo indirizzo email non è stato trovato nella banca dati. Riprova per favore.
pt: O endereço de email não foi encontrado! Tente novamente.

source: To subscribe, %sclick here%s
hu: Feliratkozáshoz kattintson %side%s!
it: Per iscriverti, %sclicca qui%s
pt: Para subscrever, %sclique aqui%s

source: subscription request
hu: Leiratkozási kérelem
it: Richiesta di iscrizione
pt: solicitação de subscrição

source: record update request
hu: személyes adatok módosítása
it: Richiesta aggiornamento dati
pt: solicitação de actualização de registo

source: password change request
hu: Jelszó modosítás
it: Richiesta modifica password
pt: solicitação de alteração de palavra passe

source: Your %s has been cancelled.
hu: %s töröltük
it: La tua %s è stata cancellata.
pt: O seu %s foi cancelado.

source: Your %s is still pending. To complete this request, please review the confirmation email sent to %s.
hu: Az Ön %s várakozik. A feliratkozás megerősítésére kérem tanulmányozza a korábbi %s címre küldött e-mailt.
it: La tua %s è in esecuzione. Per completare questa richiesta, verifica la mail di conferma inviata a %s.
pt: A sua %s está pendente. Para completar este pedido, reveja a mensagem de confirmação enviada para %s.

source: No code given.
hu: Nem adta meg a kódot!
it: Nessun codice definito
pt: Não foi introduzido nenhum código.

source: Invalid code! Make sure you copied it correctly from the email.
hu: Ez a kód érvénytelen. Bizonyosodjon meg róla, hogy ezt másolta ki az e-mailből!
it: Codice invalido! Accertati di averlo copiato correttamente dalla email.
pt: Código inválido! Tenha a certeza que copiou correctamente o código da mensagem que recebeu.

source: VIEW THE SOURCE TO COPY, PASTE, EDIT, AND SAVE THE FORM TO AN APPROPRIATE LOCATION ON YOUR WEBSITE
hu: NÉZZE MEG A LAP FORRÁSÁT, MÁSOLJA KI, SZERKESSZE ÁT ÉS MENTSE LE A FORMOT A WEBLAPJA MEGFELELŐ RÉSZÉBE!
it: VEDI IL CODICE PER COPIARE, MODIFICARE E SALVARE LA FORMA IN UN POSTOAPPROPRIATO DEL TUO SITO WEB
pt: VEJA O CÓDIGO FONTE PARA COPIAR, COLAR, EDITAR E GRAVAR O FORMULÁRIO PARA UM LOCAL ADEQUADO NO SEU SÍTIO

source: Order Updated.
hu: Sikeres módosítás.
it: Ordine aggiornato.
pt: Ordem Actualizada.

source: Error with addition.
hu: A hozzáadás nem sikerült.
it: Errore.
pt: Erro ao adicionar.

source: Deleting option %1$s will affect %2$s subscribers who have selected this choice. They will be flagged as needing to update their records.
hu: Az %1$s opció törlésének az lesz a hatása, hogy %2$s tagok, akik ezt választották, kénytelenek lesznek az adataikat módosítani.
it: L'opzione di Cancellazione %1$s interesserà %2$s iscritti che hanno selezionato questa impostazione. A questi utenti saranno aggiornati i dati.
pt: Apagar a opção %1$s afectará %2$s subscritores que seleccionaram este opção. Estes serão avisados para actualizarem o seu registo.

source: Error with deletion.
hu: A törlés nem sikerült.
it: Errore nella cancellazione
pt: Erro ao apagar.

source: Cannot be empty.
hu: A mező nem maradhat üresen!
it: Non puo essere lasciato vuoto.
pt: Não pode ser vazio.

source: Settings updated.
hu: Beállítások sikeresen aktualizálva.
it: Impostazioni modificate.
pt: Definições actualizadas.

source: Please review and correct errors with your submission.
hu: Kérjük ellenőrizze és aktualizálja a személyes adatait!
it: Per favore rivedi e correggi gli errori.
pt: Por favor reveja e corrija os erros que possa ter cometido ao preencher o formulário.

source: %s - Any value will be accepted for text fields. They are useful for collecting names, addresses, etc.
hu: %s - Bármilyen beviteli érzék elfogadható a text mezőkben. Hasznos nevek, címek gyűjtésére.
it: %s - Questo campo &egrave; del tipo <b>TESTO</b>. Si pu&ograve; digitare qualsiasi valore in questo campo. I campi testo sono utili per aquisire nomi, citta, ...
pt: %s - Será aceite qualquer valor nos campos de texto. São úteis para recolher nomes, moradas, etc.

source: %s - Checkboxes can be toggled ON or OFF. They are useful for opt-ins and agreements.
hu: %s - Checkboxes ki ls bekapcsolható. Alkalmassak feltételek elfogadtatására.
pt: %s - Caixas de activação têm dois estados, LIGADO e DESLIGADO. São úteis para indicar opções de escolha simples ou indicar a aceitação de acordos.

source: %s - Only Numeric values will be accepted for number fields.
hu: %s - A számmezők csak számértéket fogadnak el.
it: %s - Solo valori numerici sono accettati per i campi numero.
pt: %s - Apenas serão aceites valores numéricos nestes campos de números.

source: %s - Only calendar values will be accepted for this field. A date selector (calendar popup) will appear next to the field to aid the subscriber in selecting a date.
hu: %s - Csak dátumértéket fogad el. A dátumválasztó (calendar popup) jelnik meg a mezőnél a feliratkozó abból választhat értéket.
it: %s - Solo valori del calendario sono accettati per questo campo. Un selettore di date (popup calendario) appare per aiutare l'utente nella selezione della data.
pt: %s - Apenas serão aceites datas neste campo. Este campo tem a ajuda de um calendário para auxiliar o utilizador a escolher a data.

source: %s - Subscribers will be able to select a value from the options you provide below. Multiple choice fields have reliable values for organizing, and are useful for collecting Country, Interests, etc.
hu: %s - A feliratkozók választani tudnak majd az alábbi adatokból. Adatszervezéshez hasznosak pl. orszák és érdeklődési kör kiválasztása stb.
it: %s Questa casellaè del tipo <b>SCELTA MULTIPLA</b>. Gli iscritti saranno in grado di selezionare un valore dalle opzioni sotto indicate. I campi di scelta multipla contengono valori utili per aquisire informazioni come paese, interessi,...
pt: %s - Os subscritores poderão seleccionar um valor para as opções que definir abaixo. Campos de escolha múltipla poderão ser relevantes para organização e para recolher informação útil para definir os grupos.

source: %s -. If a subscriber enters a value for a comment field, it will be mailed to the admin notification email.
hu: %s -. Ha a feliratkozó a megjegyzés mezőbe valamit beír, azt a rendszergazda e-mailben megkapja.
it: %s -. Se un iscritto inserisce un valore in un campo commento, esso sarà inviatoalla mail dell'amministratore.
pt: %s -. Se um subscritor indicar um valor para um campo de comentário, este será enviado para o endereço de notificação do administrador.

source: Configuration Updated.
hu: A beállításokat módosítottuk.
it: Configurazione aggionata.
pt: Configuração Actualizada.

source: Enter a number.
hu: Írjon be egy számot!
it: Insisci un numero.
pt: Introduza um número.

source: Mail Sent.
hu: E-mail elküldve.
it: Mail inviata.
pt: Email Enviado.

source: Must be a valid URL
hu: Az URL címnek érvényesnek kell lennie!
it: Dev'essere un URL valido
pt: O URL tem que ser válido.

source: You must include "[[URL]]" for the confirm link
hu: Integrálnia kell a megerősítő linket: "[[URL]]"
it: Per favore includi "[[URL]]" nel link di conferma.
pt: Deverá incluir "[[URL]]" que corresponde à ligação de confirmação

source: [poMMo Notice]
hu: [poMMo üzenet]
it: [Avviso poMMo]
pt: [Mensagem do poMMo]

source: Passwords must match.
hu: A jelszavaknak meg kell egyezniük!
it: Le password devono coincidere.
pt: As palavras passe têm que ser iguais.

source: Confirm Action
hu: Biztosan ezt akarja? Kérem erősítse meg!
it: Conferma.
pt: Confirme a Acção

source: Currently, %1$s subscribers have a non empty value for %2$s. All Subscriber data relating to this field will be lost.
hu: Jelenleg %1$s tag használja ezt a mezőt. %2$s. Minden tag ide vonatkozó adata el fog veszni, ha törli a mezőt!
it: Al momento, per %1$s iscritti &egrave; stato assegnato un valore per %2$s Tutti i dati correspondenti a questa casella saranno cancellati.
pt: Actualmente, %1$s subscritores têm valores registados em %2$s. Os dados correspondentes a este campo serão perdidos para estes subscritores.

source: Throttle Settings
hu: Korlátozó beállítások
it: Configurazione Throttle
pt: Controlo de Envio

source: SMTP Settings
hu: SMTP Beállítások
it: Configurazioni SMTP
pt: Definições do Servidor SMTP

source: At least 1 "and" rule must exist before an "or" rule takes effect.
hu: Legalább 1 "és" szabálynak szerepelnie kell, mielőtt egy "vagy" szabály működésbe lépne.
it: Al minimo 1 regola "and" deve esistere prima che una regola "or" abbia effetto.
pt: Tem que existir pelo menos uma regra "e" antes de uma "ou" ter efeito.

source: Group Renamed
hu: A csoport átnevezve.
it: Gruppo rinominato
pt: Nome de Grupo Alterado
