Repository: iceburg-net/poMMo
Catalog: pommo/language/*/*-pommo.po
Languages: hu, it, pt

source: Duplicate subscribers or invalid email addresses will be ignored.
hu: A helytelen e-mail címek vagy a dupla előfordulások ki lesznek szűrve!
it: Utenti duplicati o indirizzi email non validi saranno ignorati
pt: Os endereços de email duplicados ou inválidos de subscritores serão ignorados.

source: Type
hu: Típus
it: Tipo
pt: Escrever

source: List of Email Addresses
hu: E-mail címek listája
it: Lista di indirizzi email
pt: Lista de Endereços de Email

source: Type subscribers into a box
hu: Írja be a tagokat mezőbe!
it: Digita gli iscritti nella casella testo
pt: Introduza os subscritores numa caixa

source: From a box
hu: Mezőből
it: Nome mittente:
pt: Da caixa

source: CSV file:
hu: CSV fájl:
it: File CSV:
pt: Ficheiro CSV:

source: Upload subscribers from a file
hu: Tagok feltöltése fájlból
it: Upload degli iscritti da un file
pt: Importar subscritores de um ficheiro

source: From a file
hu: Fájlból
it: file:
pt: De um ficheiro

source: Type/Paste Contents...
hu: Írja be / vagy másolja ide a tartalmat...
it: Inserisci/Incolla Contenuti...
pt: Escrever/Colar Conteúdo...

source: Allow unsubscribed emails to be re-subscribed.
hu: Leiratkozott tagok e-mail címének újboli feliratkozásának engedélyezése
it: Permetti a email cancellate di potersi reiscrivere
pt: Permitir que endereços eliminados voltem a ser subscritos.

source: Edit Group
hu: Csoport szerkesztése
it: Modifica gruppi
pt: Editar grupo

source: To add subscribers to a group you must create matching rules. Subscribers are automatically added to a group if their %1subscriber field%2 values "match" a Group's rules. For example, if you collect "AGE" and "COUNTRY" as %1subscriber fields%2, you can match those who are 21+ and living in Japan by creating two rules; one which matches "AGE" to greater than 20, and another which matches "Japan" to "COUNTRY". Including or excluding members of other groups is possible.
hu: Tagok csoporthoz rendelésére szabályt kell létrehozni.A tagpk automatikusan a csoporthoz lesznek rendelve, ha a %1tag%2 mező egyezik a csoport szabállyal. Pl. ha Ön kor és ország adatokat kér be a feliratkozási űrlapon, akkor könnyen lehet szabályt létrehozni. Pl. 21 évnél idősebb magyarok, akik nem szerepelnek az egyetemisták csoportban...
it: I Gruppi sono costituiti da "filtri" che mettono in relazione valori caselle e altri gruppi. Per esempio, se raccogli informazioni su "età" e "paese", è possibile estrarre iscritti maggiori a 21 anni dal Giappone creando due filtri, uno che paragona la casella "età" con il valore MAGGIORE DI 20, e un altro che paragona "paese" UGUALE A "Giappone".
pt: Para adicionar subscritores a um grupo tem que criar regras correspondentes. Os subscritores serão adicionados ao grupo se o valor do %1campo de subscrição%2 "corresponder" a uma regra de Grupo. Por exemplo, se recolher a "IDADE" e o "PAÍS" nos %2campos de subscrição%2, poderá criar uma regra que corresponda a quem tenha mais de 21 anos e viva no Japão criando duas regras; uma que corresponda à "IDADE" ser superior a 20, e outra que corresponda "Japão" ao "PAÍS". É possível incluir ou excluir membros de outros grupos.

source: Change Name
hu: Jelszó módosítás
it: Modifica nome
pt: Alterar Nome

source: Group name:
hu: Csoport neve:
it: Nome Gruppo:
pt: Nome do grupo:

source: Rename
hu: Átnevezés
it: Rinomina:
pt: Renomear

source: Add Rule
hu: Szabály létrehozása
it: Aggiungi regola
pt: Adicionar Regra

source: Select a %1 field %2 to filter
hu: Válasszon ki %1 mezőt %2 a szűréshez
it: Seleziona una %1 campo %2 per il filtro
pt: Selecione um %1 campo %2 para filtrar

source: Choose Subscriber Field
hu: Válassza ki a tag mezőt
it: Seleziona casella iscritti
pt: Escolha um Campo de Subscrição

source: or, Select a %1 group %2 to include or exclude
hu: vagy válasszon ki egy %1 csoportot %2 amit tartalmaz / nem tartalmaz
it: o, seleziona un %1 gruppo %2 da includere o escludere
pt: ou, seleccione um %1 grupo %2 para incluir ou excluir

source: Choose Group
hu: Válassza ki a csoportot!
it: Scegli gruppo
pt: Escolher Grupo

source: Group Rules
hu: Csoport szabály
it: Regole gruppi
pt: Regras de Grupos

source: Field
hu: Mező
it: Campo
pt: Campo

source: Logic
hu: Logikai
it: Logica
pt: Lógica

source: Value
hu: Érték
it: Valore
pt: Valor

source: "AND" RULES
hu: "ÉS" szabály
it: REGOLA "AND"
pt: REGRAS "E"

source: MATCH %1ALL%2 OF THE FOLLOWING
hu: A következők %1mindegyikére %2 egyezik
it: CORRISPONDE A %1TUTTE%2 DEI SEGUENTI
pt: CORRESPONDE A %1TODOS%2 DOS SEGUINTES

source: or
hu: vagy
it: o
pt: ou

source: AND
hu: ÉS
it: E
pt: E

source: OR
hu: VAGY
it: O
pt: OU

source: No rules have been added
hu: Es wurden keine Felder zugewiesen
it: Non sono state aggiunte regole.
pt: Não foram adicionadas regras

source: "OR" RULES
hu: "VAGY" szabály
it: REGOLE "OR"
pt: REGRAS "OU"

source: <strong>OR</strong>, MATCH %1ANY%2 OF THE FOLLOWING
hu: <strong>VAGY</strong>, EGYEZIK %1BÁRMIVEL%2 A KÖVETKEZŐK KÖZÜL
it: <strong>OR</strong>, CORRISPONDE A %1QUALCUNA%2 DELLE SEGUENTI
pt: <strong>OU</strong>, CORRESPONDE A %1ALGUM%2 DOS SEGUINTES

source: <strong>AND</strong>, ADD OR SUBTRACT MEMBERS IN OTHER GROUPS
hu: <strong>ÉS</strong>, HOZZÁADJA VAGY KIVONJA A MÁSIK CSOPORTBÓL
it: <strong>AND</strong>, TOGLIE O AGGIUNGE MEMBRI IN ALTRI GRUPPI
pt: <strong>AND</strong>, ADICIONA OU SUBTRAI MEMBROS A OUTROS GRUPOS

source: %1Add%2 members matching %3
hu: %1hozzáadott%2 tag egyezés %3
it: %1Aggiunge%2 corrispondeza membri %3
pt: %1Adiciona%2 membros correspondentes a %3

source: %1Subtract%2 members matching %3
hu: %1eltávolított%2 tag egyezés %3
it: %1Toglie%2 corrispondeza membri %3
pt: %1Subtrai%2 membro correspondentes a %3

source: %1 rules match a total of %2 active subscribers
hu: %1 tagra érvényes a szabály a %2 aktíłv tagból.
it: %1 filtri corrisponde ad un totale di %2 iscritti
pt: %1 regras correspondem a um total de %2 subscritores activos

source: Assign Fields
hu: Mezők összerendelése
it: Assegna campi
pt: Atribuir Campos

source: Below is a preview of your CSV data. You can assign subscriber fields to columns. At the very least, you must assign an email address.
hu: Lent látható az ÖN CSV adatainak előnézete. Hozzárendelhet feliratkozási űrlap mezőket az oszlopokhoz. Végül össze kell rendelni az e-mail címet is!
it: Sotto una preview dei dati CSV. Puoi assegnare i campi degli utenti a colonne. Al minimo, devi almeno assegnare un indirizzo email.
pt: Em baixo pode pré-visualizar os dados do seu ficheiro CSV. Pode associar os campos de subscrição a cada coluna. No mínimo terá que associar o endereço de email.

source: Ignore Column
hu: Oszlop kihagyása
it: Ignora colonna
pt: Ignorar Coluna

source: You must assign an email column!
hu: Hozzá kell rendelnie az e-mail címet egy oszlophoz!
it: Devi assegnare una colonna email
pt: Tem que associar uma coluna de email!

source: View Last Notices
hu: Utolsó üzenet megjelenítése
it: Visualizza ultime avvisi
pt: Ver Últimos Avisos

source: Reload Checked Mailing
hu: A megjelölt hírlevelek újraolvasása
pt: Reutilizar Newsletter

source: Delete Checked Mailings
hu: A kijelölt hírlevelek törlése
pt: Eliminar Marcados

source: Group (count)
hu: Csoport (szám)
it: Gruppi (numero)
pt: Grupo (quantidade)

source: Started
hu: Elindult
it: Avviato
pt: Iniciado

source: Finished
hu: Kész
it: Concluso
pt: Terminado

source: Status
it: Stato
pt: Stauts

source: Templates allow you to re-use your crafted message bodies. The HTML and text version is remembered.
hu: A vázlatok (Template-ek) lehetőséget biztosítanak Önnek, hogy újra használja a már összeállított e-mail törzset. A HTML és szöveges változat is megőrzésre kerül.
it: I templates ti permettono di riutilizzare messaggi salvati.L'HTML e il testo vengono ricordati
pt: Os documentos padrão permitem que reutilize o conteúdo da mensagem. As versões HTML e texto serão guardadas.

source: You may %1load%2 or %1delete%2 templates from here.
hu: Itt be tud %1tölteni%2 vagy %1törölni%2 tud vázlatokat.
it: Dovresti %1caricare%2 o %1cancellare%2 i templates da qui
pt: Pode %1carregar%2 ou %1apagar%2 documentos padrão aqui.

source: Template
hu: Aktualisierung erfolgreich abgeschlossen!
pt: Documento Padrão

source: choose template
hu: Válasszon vázlatot!
it: Seleziona template
pt: escolha um documento padrão

source: Description
hu: Leírás
it: Descrizione
pt: Descrição

source: No template selected
hu: Nincs kiválasztott vázlat!
it: Nessun template selezionato
pt: Não existe nenhum padrão escolhido

source: Skip
hu: Kihagy
it: Salta
pt: Passar

source: Load
hu: Betölt
pt: Carregar

source: HTML Message
hu: HTML üzenet
it: Messaggio HTML
pt: Mensagem HTML

source: Leave blank to send text only
hu: Üresen marad, csak a szöveges rész küldése.
it: Lasciare bianco per inviare solo testo
pt: Deixar em branco para enviar apenas texto

source: Enable WYSIWYG
hu: WYSIWYG szövegszerkesztő engedélyezése
pt: Activar WYSYWYG

source: Add Personalization
hu: Megszemélyesítés hozzáadása
it: Aggiungi personalizzazione
pt: Adicionar Personalização

source: Save as Template
hu: Mentés vázlatként
it: Salva come template
pt: Guardar como Documento Padrão

source: Text Version
hu: Szöveges változat
it: Versione testo
pt: Versão em Texto

source: Leave blank to send HTML only
hu: Üresen marad, csak a HTML rész küldése.
it: Lasciare bianco per inviare solo HTML
pt: Deixar em branco para enviar apenas como HTML

source: Copy text from HTML Message
hu: Szöveg átmásolása a HTML üzenetből.
it: Copia testo dal messaggio HTML
pt: Copiar texto da mensagem HTML

source: Continue
hu: Tovább
it: Continua
pt: Continuar

source: Disable WYSIWYG
hu: WYSIWYG szövegszerkesztő kikapcsolása
pt: Desactivar WYSYWYG

source: View this Mailing on the Web
hu: Hírlevél megtekintése WEB-en
it: Vedi mailing sul web
pt: Ver esta Newsletter na Web.

source: Unsubscribe or Update Records
hu: Leiratkozás vagy adatmódosítás
it: Cancella iscrizione o aggiorna i dati
pt: Eliminar Subscrição ou Eliminar Registo

source: Preview Mailing
hu: Hírlevél előnézete
it: Preview Mail
pt: Pré-visualizar mensagem

source: To:
hu: Címzett (To):
it: A:
pt: Para:

source: recipients
hu: Címzettek
it: Destinatari
pt: destinatários

source: From:
hu: Tól:
it: Mittente:
pt: De:

source: Bounces:
hu: Visszapattanó:
pt: Devoluções:

source: Send Test
hu: Teszt küldése
it: Invia per test
pt: Enviar Teste

source: Message
hu: Üzenet:
it: Messaggio
pt: Mensagem

source: Preview Message
hu: Üzenet előnézete
it: Preview messaggio
pt: Pré-visualizar Mensagem

source: (maximum of 60 characters)
hu: (maximum 60 karakter)
it: (al massimo 60 caratteri)
pt: (limite de 60 caracteres)

source: Send Mail To:
hu: E-mail küldése ide:
it: Invia mail a:
pt: Enviar Email Para:

source: All subscribers
hu: Minden tag
it: Tutti gli iscritti
pt: Todos os subscritores

source: (Select who should receive the mailing)
hu: (Válassza ki, hogy ki kapja meg a hírlevelet!)
it: (Seleziona i riceventi del mailing)
pt: (Escolha quem deve receber a newsletter)

source: Return:
hu: Válaszcím:
it: Ritorna a:
pt: Devolver:

source: (Select Character Set of Mailings)
hu: (Válassza ki a hírlevél karakterkódolását!)
it: (Seleziona il Set-carattere del mailing)
pt: (Selecione a Codificação do Texto da Newsletter)

source: Name:
hu: Név:
it: Nome:
pt: Nome:

source: Description:
hu: Leírás:
it: Descrizione:
pt: Descrição:

source: (Brief Summary - 255 characters)
hu: (Összefoglaló - 255 karakter)
it: Breve riepilogo - 255 caratteri
pt: (Breve Sumário - 255 caracteres)

source: Save
hu: Mentés
it: Salva
pt: Guardar

source: Mailing sent to %1
hu: Hírlevél elküldve %1
it: Mailing inviata a %1
pt: Newsletter enviada a %1

source: Verify the appeareance of a mailing by sending a message to yourself.
hu: A hírlevél megjelenésének ellenőrzése, saját magának történő elküldéssel.
it: Verifica la mail inviandoti il messaggio.
pt: Verificar o aspecto da newsletter enviando-a a si próprio.

source: If your mailing includes personalizations, you can %1optionally%2 supply test values
hu: Amennyiben az hírlevél megszemélyesítéseket tartalmaz, választhat %1opciósan%2 értékeket teszteléshez.
it: Se la tua mail contiene personalizzazione, puoi fornire %1opzionalmente%2valori di test
pt: Se a sua newsletter inclui personalizações, pode %1opcionalmente%2 fornecer valores de teste

source: Personalizations
hu: Megszemélyesítés
it: Personalizzazioni
pt: Personalização

source: Mailings may be personalized per subscriber. You can inject %1subscriber field%2 values, clickable links, and tracking information.
hu: A hírlevelet tagonként személyre lehet szabni. Beszúrhat %1tagi űrlap mezőket%2, kattintható linkeket és nyomkövetési információkat.
it: Le mail possono essere personalizzare per utente. Puoi aggiungere valori per %1campo iscritto%2, links cliccabili, e tracciare le informazioni.
pt: As Newsletters podem ser personalizadas por subscritor. Pode introduzir os valores dos %1campos de subscrição%2, ligações clicáveis e informação de registo.

source: Personalizations allow you to write a message like "Dear [[firstName|Loyal Subscriber]], Happy New Year! .... follow this link to unsubscribe or update your records; [[!unsubscribe]]".
hu: A megszemélyesítés lehetővé teszi Önnek, hogy hírlevelet küldjön pl: "Kedves [[firstName|Loyal Subscriber]], Boldog Újévet! .... a következő linken leiratkozhat, vagy módosíthatja a beállításait; [[!unsubscribe]]".
it: Le personalizzazioni ti permettono di scrivere messaggi del tipo
pt: As personalizações permitem-lhe escrever uma mensagem do tipo "Caro [[firstName|Leal Subscritor]], Bom Ano Novo! .... siga esta ligação para cancelar a subscrição ou actualizar o seu registo; [[!unsubscribe]]".

source: Personalization
hu: Megszemélyesítés
it: Personalizzazione
pt: Personalização

source: Link (URL)
pt: Ligação (URL)

source: Tracking (ID)
hu: Nyomkövetés (ID)
it: Monitoraggio (ID)
pt: Monitorização (ID)

source: Default (optional; used if no value exists)
hu: Alapértelmezett (opciós, ha nincs érték)
it: Default (opzionale; usato se non ci sono valori)
pt: Valor pré-definido (opcional; utilizado se não existir outro valor)

source: View on Web (public mailings must be enabled)
hu: Megtekintés weben (nyilvános hírlevélnek kell lennie)
it: Vedi sul Web (mailins pubbliche devono essere abilitate)
pt: Ver Online (nota: as %1newsletters públicas%2 têm que estar activas)

source: Subscriber ID
hu: Tag ID
it: ID iscritto
pt: ID de Subscritor

source: Mailing ID
hu: Hírlevél ID
it: ID Mailing
pt: ID da Newsletter

source: Insert
hu: Beszúrás
it: Inserisci
pt: Inserir

source: Mailings take place in the background so feel free to close this page, visit other sites, or even turn off your computer. You can always return to this status page by visiting the Mailings section. %1Throttle settings%2 can also be adjusted -- although you must pause and revive the mailing before changes take effect.
hu: A hírlevél küldés időigényes, a héttérben fut. Nyugodtan tekintsen meg más odalakat vagy kapcsolja ki a számítógépét, bármikor visszatéreht erre a lapra. %1Korlátozó beállításokat%2 is végezhet-- bár ehhez szüneteltetni és újra kell indítania hírlevél küldést mielőtt a módosítások életbe lépnének.
it: Il processo di invio sarà effettuato nel background. Puoi chiudere il browser, visitare altri siti o spegnere il PC. Le impostazioni per il throttling possono essere aggiornate, ma è necessario fermare e riattivare il mailing cosicchè le nuove impostazioni abbiano effetto.
pt: As newsletters são enviadas nos bastidores, por isso pode fechar esta página, visitar outras páginas, ou mesmo desligar o seu computador. Poderá voltar a esta página mais tarde para verificar o estado do envio ao visitar a secção das Newsletters. O %1 Controlo de Envio %2 também pode ser alterado -- porém terá que interromper o envio da newsletter, retomando-o de seguida para que as alterações surtam efeito.

source: Sending message to %1 subscribers.
hu: Üzenet küldése %1 tagnak.
it: Invia messaggio a %1 iscritti.
pt: Enviar mensagem para %1 subscritores.

source: Mailing Status
hu: Mailings
it: Stato Mailing
pt: Estado da Newsletter

source: Initializing...
hu: Előkészítés...
it: Inizializzazione...
pt: A inicializar...

source: Pause Mailing
hu: Hírlevélküldés felfüggesztése
it: Ferma mailing (pause)
pt: Interromper Envio de Mensagens

source: Resume Mailing
hu: Hírlevélküldés folytatása
it: Riattiva mailing
pt: Retomar Envio de Mensagens

source: Cancel Mailing
hu: Hírlevélküldés törlése
it: Cancella mailing
pt: Cancelar Envio de Mensagens

source: Mailing Finished
hu: Hírlevélküldés befejeződött.
it: Mailing concluso
pt: Envio de Mensagens Terminado

source: Return to
hu: Válaszcím:
it: Ritorna a
pt: Voltar para

source: Mailings Page
hu: Hírlevelek oldala
it: Pagina mailing
pt: Newsletters

source: Command Recieved. Please wait...
hu: Parancsot bekaptam. Kérem várjon!
it: Comando ricevuto. Prego attendere...
pt: Comando recebido. Aguarde por favor...

source: %1 mails sent
hu: %1 e-mail elküldve
it: %1 mail inviate
pt: %1 mensagens enviadas

source: Last 50 notices
hu: Utolsó 50 értesítés
it: Ultimi 50 avvisi
pt: Últimos 50 avisos

source: Sent Emails
hu: Elküldött e-mailek
it: Email inviate
pt: Mensagens Enviadas

source: Unsent Emails
hu: El nem küldött e-mailek
it: Email non inviate
pt: Mensagens Não Enviadas

source: Failed Emails
hu: Sikertelen e-mailek
it: Email fallite
pt: Mensagens Falhadas

source: Create and send a mailing.
hu: Hírlevél készítése és küldése
it: Crea ed invia un mailing.
pt: Criar e enviar uma newsletter.

source: View mailings that have already been sent.
hu: A korábban kiküldött hírlevél megtekintése.
it: Vedi mailings che sono già stati inviati.
pt: Ver as newsletters que já foram enviadas.

source: Return to Mailings Page
hu: Vissza a hírlevelek oldalához
it: Ritorna alla pagina Mailings
pt: Voltar à Página das Newsletters

source: Templates
hu: Vázlatok
pt: Documentos Padrão

source: Compose
hu: Írás
it: Componi
pt: Compôr

source: Admin Menu
hu: Rendszergazda oldala
it: Menu Amministrazione
pt: Menu de Administração

source: Send mailings to the entire list or to a subset of subscribers. Mailing status and history can also be viewed from here.
hu: Hírlevél küldése a listára vagy a kiválasztottaknak A hírlevél küldés folyamata és korábbi hírlevelek előzményei itt tekinthetőek meg.
it: Invia mailing alla lista intera o a un gruppo di riceventi. Lo stato dei mailings e lo storico dei mailings passati si possono visualizzare qui.
pt: Enviei uma newsletter para todos os seus subscritores ou para apenas um subconjunto destes. Pode também aqui consultar o histórico das newsletters.

source: Here you can list, add, delete, import, export, and update your subscribers. You can also create groups (subsets) of your subsribers from here.
hu: Itt lehet megtekinteni, hozzáadni, törölni, módosítani impotálni, exportálni a tagokat. Itt hozhat létre csoportokat is.
it: Qui puoi inserire, cancellare, importare, esportare e modificare gli iscritti e creare gruppi (sottoinsiemi).
pt: Aqui pode listar, adicionar, apagar, importar, exportar e actualizar os subscritores. Pode também criar grupos (subconjuntos) dos subscritores aqui.

source: This area allows you to configure poMMo. Set mailing list parameters, choose the information you'd like to collect from subscribers, and generate subscription forms from here.
hu: Itt modosíthatja a poMMo beállításait. Itt állíthatja be a lista paramétereit, itt határozhatja meg, hogy milyen adatokat kér be a feliratkozó tagoktól, itt generálja feliratkozási űrlapokat is.
it: Questa area ti permette di configurare poMM. Configurare i paramentri per la mailing list, scegliere le informazioni da raccogliere dagli iscritti, e generare form di iscrizione.
pt: Esta página permite-lhe configurar o poMMo. Permite definir parâmetros da da lista, escolher a informação que pretende recolher dos seus subscritores, e gerar formulários de subscrição.

source: If you like poMMo, please consider a dontation to support its development
hu: Ha tetszik a poMMO program, támogassa a projectet!
it: Se ti piace poMMo, pensa ad una donazione per supportare il suo sviluppo
pt: Se gosta do poMMo, considere fazer uma doação para apoiar o seu desenvolvimento.

source: Confirm your action.
hu: Valóban ezt akarja? Megerősítést kérek!
it: Conferma.
pt: Confirme a sua acção.

source: please return
hu: kérem lépjen vssza
it: return.
pt: voltar por favor

source: I confirm
hu: Megerősítem
it: Confermo
pt: eu confirmo

source: Confirm
hu: Megerősítés
it: Confermo
pt: Confirmar

source: Upgrader
hu: poMMo frissítő
pt: Actualizador

source: Online Upgrade Script
hu: Online frissítő script
it: Script per upgrade online
pt: Script de Actualização Online

source: Welcome to the poMMo online upgrade process. This script will automatically upgrade your old version of poMMo.
hu: Üdvözlöm a poMMO online frissítés menüben. A script automatikusan frissíteni fogja az elavult verziót.
it: Benvenuti al processo di upgrade online di poMMo. Questo script aggiorner&agrave; automaticamente la versione precedente di poMMo.
pt: Bem-vindo ao processo de actualização online do poMMo. Este script actualizará automaticamente a versão antiga do poMMo.

source: To force the upgrade
hu: Frissítés kikényszerítése
it: Forza l'aggiornamento
pt: Para forçar a actualização

source: Support Page
hu: Terméktámogatás oldala
it: Pagina Supporto
pt: Ajuda

source: Join newsletter
hu: Csatlakozás hírlevélhez
it: Iscriviti alla newsletter
pt: Subscrever newsletter

source: Choose Selection
hu: Válasszon
it: Scegli
pt: Escolha uma Opção

source: Subscribe
hu: Feliratkozás
it: Iscriviti
pt: Subscrever

source: Your Information
hu: Ön adatai
it: Le tue informazioni
pt: A Sua Informação

source: New Email:
hu: Új e-mail cím:
it: Nuova email:
pt: Novo Endereço de Email:

source: Verify New Email:
hu: E-mail cím ellenőrzése:
it: Verifica email:
pt: Confirme o Novo Endereço de Email

source: Update Records
hu: Adatok aktualizálása
it: Modifica i dati
pt: Actualizar Lista

source: Administrative Login
hu: Rendszergazda belépés
it: Login Amministrativo
pt: Acesso Administrativo

source: You have requested to reset your password. If you are sure you want to do this, please fill in the captcha below. Enter the text you see between the brackets (%1[]%2).
hu: Ön kérte a jelszó törlését. Amenniben biztos ebben, kérem írja be a (%1[]%2) zárójelek között látható szöveget!
it: Hai richiesto di resettare la tua password. Se sei sicuro di volerlo fare, digita il testo visualizzato fra le parentesi (%1[]%2).
pt: Solicitou que a sua password seja reinicializada. Se tem a certeza que é isso que quer fazer, preencha por favor o captcha abaixo. Introduza o texto que vê entre os parênteses rectos (%1[]%2).

source: Captcha Text:
hu: Captcha szöveg:
it: Testo Captcha:
pt: Texto Captcha:

source: Reset Password
hu: Jelszó törlése
it: Modifica password
pt: Reinicializar Palavra Passe

source: Username
hu: Felhasználónév
pt: Nome de Utilizador

source: Password
hu: Jelszó módosítás
pt: Palavra Passe

source: Log In
hu: Belépés
pt: Entrar

source: Forgot your password?
hu: ..... hát elfelejtette a jelszavát? .......
it: Hai dimenticato la tua password?
pt: Esqueceu a sua palavra passe?

source: January
hu: Január
it: Gennaio
pt: Janeiro

source: Febuary
hu: Február
it: Febbraio
pt: Fevereiro

source: March
hu: Március
it: Marzo
pt: março

source: April
hu: Április
it: Aprile
pt: Abril

source: May
hu: Május
it: Maggio
pt: Maio

source: June
hu: Június
it: Giugno
pt: Junho

source: July
hu: Július
it: Luglio
pt: Julho

source: August
hu: Augusztus
it: Agosto
pt: Agosto

source: September
hu: Szeptember
it: Settembre
pt: Setembro

source: October
hu: Október
it: Ottobre
pt: Outubro

source: November
it: Novembre
pt: Novembro

source: December
it: Dicembre
pt: Dezembro

source: Sunday
hu: Sende
it: Domenica
pt: Domingo
