Repository: iceburg-net/poMMo
Catalog: pommo/language/*/*-pommo.po
Languages: hu, it, pt

source: Email Confirmation:
hu: E-mail visszaigazolás a feliratkozott tagoknak
it: Email di conferma:
pt: Confirmação de Email:

source: (Set to validate email upon subscription attempt.)
hu: (E-mail cím ellenőrzése a fenti feliratkozási kísérletkor)
it: Imposta per validare l'email manualmente dopo il tentativo di iscrizione.
pt: (Active para requerer validação do endereço de email nas tentativas de subscrição.)

source: Mail Exchanger:
hu: Levelező kiszolgáló:
pt: Modo de Envio de Email:

source: PHP Mail Function
hu: PHP mail függvény
it: Funzione PHP Mail:
pt: Função de Mail do PHP

source: Test Exchanger
hu: Teszt levelező
pt: Testar Servidor

source: (Select Mail Exchanger)
hu: (válassza ki a megfelelő levelezőkiszolgálót a hírlevelek kiküldéséhez)
it: (Seleziona Mail Exchanger)
pt: (Escolha o Modo de Envio de Email)

source: Setup your SMTP Servers
hu: SMTP szerver beállítása
it: Configura i server SMTP
pt: Configurar Servidores SMTP

source: (configure SMTP relays)
hu: (SMTP relay szerverek beállítása)
it: Configura relays SMTP
pt: (configurar os servidores de SMTP)

source: notifications
hu: értesítések
it: notifiche
pt: notificações

source: Administrators can be sent a notification of subscription list changes.
hu: A rendszergazda kaphat értesítés a feliratkozási lista módosulásokról.
it: Può essere inviata una notifica all'amministratore quandi c'è una modifica sulla lista iscritti
pt: Os administradores receberão uma notificação quando alguém subscrever a newsletter.

source: Notification email(s):
hu: Visszaigazoló e-mail(ek)
it: Email di notifica
pt: Endereço(s) de notificação:

source: (Notifications will be sent to the above address(es). Multiple addresses can be entered -- seperate with a comma.)
hu: (Az értesítés a fent megadott címre fog kimenni. Vesszővel elválasztva több e-mail cím is megadható.)
it: (Le notifiche saranno inviate all'indirizzo sopra. Possono essere inseriti più indirizzi -- separati da una virgola.)
pt: (As notificações serão enviadas para a(s) morada(s) seguinte(s). Podem ser inseridas vários endereços separados por virgulas.)

source: Subject Prefix:
hu: Tárgy prefix:
it: Prefisso oggetto:
pt: Prefixo do Assunto:

source: (The subject of Notification Mails will begin with this)
hu: (Az értesítő levelek tárgysora ezzel fog kezdődni)
it: (L'oggetto delle mail inizieranno con questo prefisso)
pt: (O assunto das Mensagens de Notificação será precedido com este texto)

source: Notify on %1
hu: Értesítés a %1
it: Notifica su %1
pt: Notificar aquando de %1

source: (sent upon successful subscription)
hu: (küldés sikeres feliratkozás esetén)
it: Iscrizione inviata con successo
pt: (enviado a cada da subscrição)

source: (sent upon successful unsubscription)
hu: (küldés sikeres leiratkozás esetén)
it: Cancellazione inviata con successo
pt: (enviado a cada cancelamento de subscrição)

source: (sent upon subscriber update)
hu: (küldés tagi adatmódosításkor)
it: Aggiornamento iscrizione
pt: (enviado quando o subscritor actualiza o seu registo)

source: (sent upon subscription attempt)
hu: (elküldve a fenti feliratkozási kísérletre)
it: Iscrizione in corso
pt: (enviado a cada tentativa de subscrição)

source: Messages
hu: Üzenetek
it: Messaggi
pt: Mensagens

source: Customize the messages sent to your users when they subscribe, unsubscribe, attempt to subscribe, or request to update their records.
hu: Különböző üzenetek küldhetőek a tagoknak, fel- és leiratkozáskor, sikertelen feliratkozási próbálkozás esetén vagy az adatainak módosításakor.
pt: Adapte as mensagens enviadas para os seus utilizadores quando eles subscrevem, cancelam a subscrição, ou pedem para efectuar alterações ao seu registo.

source: Subscription
hu: Feliratkozott tagok
it: Iscrizione"
pt: Subscrição

source: Email
hu: E-mail cím
pt: Mensagem de Email

source: (Check to Enable)
hu: (Jelölje meg, ha engedélyezni szeretné!)
pt: (Escolha para Activar)

source: Subject:
hu: Tárgy:
it: Oggetto:
pt: Assunto:

source: Message:
hu: Üzenet:
it: Messaggio:
pt: Mensagem:

source: Website
hu: Weboldal:
pt: Confirmação:

source: (displayed on webpage)
hu: (megjelenik a weboldalon)
pt: (apresentado na página Web)

source: Restore to Defaults
hu: Alapértékek visszaállítása
it: Ripristina valori di default
pt: Restaurar configuração inicial

source: Unsubscription
hu: Leiratkozás
it: Cancellazione iscrizione
pt: Cancelamento da Subscrição

source: Subscription Confirmation
hu: Leiratkozás megerősítése
pt: Confirmação do Subscritor

source: (Use %1[[url]]%2 for the confirm link at least once)
hu: (Kattintson a %1[[url]]%2 hivatkozásra legalább egyszer!)
it: Usa %1[[url]]%2 per il link di conferma almeno una volta
pt: (Utilize o comando %1[[url]]%2 para adicionar a ligação que o subscritor terá que seguir, pelo menos uma vez)

source: Account Access
hu: Személyes adatok
pt: Acesso à Conta

source: Update Validation
hu: Módosítás érvényesítése
pt: Actualizar Registo

source: Administrator Username:
hu: Rendszergazda felhasználóneve:
it: Username amministratore:
pt: Nome de Utilizador de Administração:

source: (email address of administrator)
hu: (Rendszergazda e-mail címe)
it: (indirizzo email dell amministratore)
pt: (endereço de email do administrador)

source: Fields Page
hu: Mezők oldala
it: Impostazione campi
pt: Definição dos Campos

source: Subscriber fields allow you to collect information on list members. They are typically displayed on the subscription form, although "hidden" ones can be used for administrative purposes. %1Groups%2 are based on subscriber field values.
hu: A feliratkozási űrlap mezői lehetőséget biztosítanak adatok gyűjtésére a feliratkozókról. Általában megjelnített mezők, bár lehetnek rejtettek is adminisztratív célből, pl. %csoportok%2 feliratkozási mező alapon tárolódnak el.
it: I campi ti permettono di registrare informazione sui membri della mailng list. Sono solitamente mostrati nella form di iscrizione, benchè alcuni "nascosti" possono essere usati per scopi amministrativi. I %1Gruppi%2 sono basati sui valori dei campi.
pt: Os campos do subscritor permitem-lhe recolher informação sobre os membros da lista. Estes são mostrados no formulário de subscrição, embora possam ser usados campos "escondidos" para fins administrativos. Os %1grupos%2 baseiam-se nos valores dos campos de subscritor.

source: New field name:
hu: Új mező neve:
it: Nome del nuovo campo
pt: Novo nome do campo:

source: type new field name
hu: Adja meg az új mező nevét!
it: digita il nome del nuovo campo
pt: introduza um nome para o campo

source: Field type:
hu: Mező típusa:
it: Tipo campo:
pt: Tipo do campo:

source: Text
it: Testo
pt: Texto

source: Number
it: Numero
pt: Número

source: Checkbox
pt: Caixa de escolha

source: Multiple Choice
hu: Több lehetőségből választó
it: Scelta multipla
pt: Escolha Múltipla

source: Date
hu: Dátum
it: Data
pt: Data

source: Comment
hu: Megjegyzés
it: Commento
pt: Comentário

source: Field Ordering
hu: Mezősorrend
it: Ordinamento campi
pt: Ordenação dos Campos

source: Change the ordering of fields on the subscription form by dragging and dropping the order icon
hu: A feliratkozási űrlapon szereplő mezők sorrendjét a rendezés ikonon az egér kattintás-húzás műveletével tudja megváltoztatni.
it: Cambia l'ordine dei campi nel modulo di iscrizione col drag and drop
pt: Mude a ordem dos campos no formulário de subscrição arrastando o ícone para a ordem pretendida.

source: ID
pt: Identificação

source: Edit
hu: Szerkesztés
it: Modifica
pt: Editar

source: Order
hu: Sorrend
it: Ordine
pt: Ordenar

source: Field Name
hu: Mező neve
it: Nome campo
pt: Nome do Campo

source: Fields marked like %1 this %2 are required.
hu: A %1vastagon%2 jelölt mezők kitöltése kötelező!
it: I campi marcati %1 così %2 sono obbligatori
pt: Campos em %1carregado%2 são obrigatórios.

source: %1Green%2 fields are active.
hu: A %1zöld%2 színnel jelölt mezők aktívak.
it: I campi in %1verde%2 sono attivi.
pt: Os campos com o nome em %1verde%2 estão activos.

source: Embedded Subscription Forms
hu: Beépített feliratkozási űrlap
it: Moduli di iscrizione embedded
pt: Formulários de Subscrição Embutidos

source: Return to Subscription Forms
hu: Vissza a feliratkozási űrlaphoz
it: Ritorna alle form di iscrizione
pt: Voltar aos Formulários de Subscrição

source: Subscription forms can easily be added to your website using a line of code. You can use the PHP include listed below, or embed the actual HTML. Remember, you can also direct subscribers to the
hu: Feliratkozási mező könnyen integrálható a meglévő weblapjának a kódjába is. Közvetlenül kezelheti a hírlevél feliratkozásokat weblapjáról!
it: Moduli di iscrizione possono essere aggiunti al tuo sito web aggiungendo una linea di codice. Puoi usare gli include PHP che trovi sotto o inserire nel codice HTML attuale. Ricordati, puoi anche dirigere gli iscritti al
pt: Os formulários de subscrição podem ser facilmente colocados com facilidade no seu sítio, usando uma linha de código. É possível embutir o formulário usando o código PHP ou HTML dado. Lembre-se que poderá também indicar aos seus subscritores

source: Default Subscribe Form
hu: Alapértelmezett feliratkozási űrlap
it: Modulo di iscrizione predefinito
pt: Formulário de Subscrição Normal

source: Mini Subscription Form
hu: Mini feliratkozási űrlap
it: Modulo di iscrizione mini
pt: Formulário de Subscrição Resumido

source: This prints a form which prompts for a user's email address. If the inputted email exists as a registered subscriber, it redirects to the subscriber update page. If not, it redirects to the the default subscription form.
hu: Ez egy ürlapot készít az e-mail beviteli mezővel. Ha a megadott e-mail létezik, a tag az adatmódosítsra lesz átirányítva, ha nem, akkor a rendes feliratkozási űrlapmezőhöz jut.
it: Questa opzione attiverà un modulo che richiederà un indirizzo email all'utente.Se l'indirizzo email digitato corrisponde con uno già esistente, l'utente sarà rediretto sulla pagina d'aggiornamento dei dati. Altrimenti l'utente sarà rediretto al modulo di iscrizione predefinito
pt: Isto mostra um formulário que pede ao utilizador o seu endereço de email. Se o endereço já existir, o utilizador é encaminhado para página de actualização do seu registo. Caso contrário, o utilizador é encaminhado para o formulário de subscrição normal.

source: Preview
hu: Előnézet
pt: Pré-visualizar

source: Full Subscription Form
hu: Teljes feliratkozási űrlap
it: Modulo di iscrizione completo
pt: Formulário de Subscrição Completo

source: This prints the entire subscription form.
hu: Ez a kód a teljes feliratkozási űrlapot jeleníti meg.
it: Questo visualizzerà l'intero modulo di registrazione.
pt: Isto imprime na totalidade o formulário de subscrição.

source: Subscription Form
hu: Feliratkozási űrlap
it: Modulo di iscrizione
pt: Formulário de Subscrição

source: Return to Setup Page
hu: Vissza a beállítások lapjára
pt: Voltar à Página de Subscritores

source: You can change the login information, set website and mailing list parameters, end enable demonstration mode. If you enable demonstration mode, no emails will be sent from the system.
hu: Megváltoztathatj a bejelentkezési információkat, weboldal és hírlevél beállításokat. Engedélyezheti a TESZT üzemmódot. Teszt üzemmód alatt nem történik hírlevél kézbesítés.
it: Puoi cambiare le informazioni per il login, specificare parametri del sito web e della mailing list, e abilitare il modo dimostrazione (Questo modo non permette di inviare emails dal sistema).
pt: Pode alterar a informação de autenticação, definir os parâmetros do sítio e da lista de endereços e activar o modo de demonstração. Se activar o modo de demonstração, o sistema não enviará mensagens.

source: Users
hu: Felhasználók
it: Utenti
pt: Utilizadores

source: General
hu: Általános
it: Generale
pt: Geral

source: Setup Page
hu: Beállítások oldala
it: Pagina Setup
pt: Configurações

source: Set your mailing list name, its default behavior, and the administrator's information.
hu: Állítsa be a hírlevél nevét, alapértelmezett tulajdonságait és a rendszergazda adatait.
it: Definisci il nome della lista, il suo modo d'agire e le informazioni dell'amministratore.
pt: Defina o nome da sua lista, o seu comportamento e a informação do administrador.

source: Subscriber Fields
hu: Mezők a feliratkozáshoz
it: Caselle iscritti
pt: Campos da Subscrição

source: Choose the information you'd like to collect from your subscribers.
hu: Válassza ki, hogy milyen adatokat kíván bekérnei a feliratkozó tagoktól!
it: Seleziona le informazioni degli iscritti che desideri collezionare.
pt: Defina a informação que pretende recolher dos seus subscritores.

source: Preview and Generate the subscription form for your website.
hu: Előnézet és a feliratkozási űrlap kódjának generálása.
it: Preview e generazione del modulo di iscrizione per il tuo sito web.
pt: Crie e Preveja o formulário de subscrição para o seu sítio.

source: Welcome to subscriber export!
hu: Üdvözlöm a tagok exportja menüpontban!
it: Benvenuto nell'esportazione iscritti!
pt: Bem-vindo à exportação de subscritores!

source: Export Subscribers
hu: Tagok exportálása
it: Esporta iscritti
pt: Exportar Subscritores

source: Export Type
hu: Export típus
it: Tipo esportazione
pt: Tipo de Exportação

source: .TXT - Only Email Addresses
hu: .TXT - csak e-mail címek
it: .TXT - Solo indirizzi Email
pt: .TXT - Apenas Endereços de Email

source: .CSV - All subscriber Data
hu: .CSV tagok minden adata
it: .CVS - Tutti i dati degli iscritti
pt: .CSV - Toda a Informação dos Subscritores

source: Export
it: Esporta
pt: Exportar

source: All Pages
hu: Minden oldal
it: Tutte le pagine
pt: Todas as Páginas

source: Current Page
hu: Aktuális oldal
it: Pagina corrente
pt: Página Actual

source: Include
hu: Tartalmaz
it: Includi
pt: Incluir

source: Date Registered
hu: Regisztráció dátuma
it: Data registrata
pt: Data de Registo

source: IP Address
hu: IP cím
it: Indirizzo IP
pt: Endereço IP

source: Enter email addresses of subscribers in the box below. Seperate emails with commas, spaces, or line breaks.
hu: írja be az alábbi mezőbe a feliratni kívánt e-mail címeket. Az e-mail címeket vesszővel, szóközzel vagy sortöréssel válassza el!
it: Inserisci gli indirizzi mail degli iscritti nella casella in bassoSepara gli indirizzi, con virgole o spazi.
pt: Introduza os endereços de email dos subscritores na caixa de texto abaixo. Separe os endereços com virgulas, espaços ou quebras de linha.

source: Remove Subscribers
hu: Tagok eltávolítása
it: Rimuovi iscritti
pt: Eliminar Subscritores

source: Email Addresses:
hu: Helytelen e-mail cím!
it: Indirizzi email
pt: Endereços de Email:

source: Enter Emails...
hu: írja be az e-mail címeket...
it: Inserisci indirizzi email..
pt: Introduza Endereços de Email...

source: Reset
hu: Alapbeállítás
pt: Limpar

source: Exclude
hu: Kivéve
it: Escludi
pt: Excluir

source: members in group %1.
hu: Tagok a %1 csoportban
it: Membri appartenenti al gruppo %1.
pt: membros do grupo %1.

source: Cancel
hu: Mégsem
it: Cancella
pt: Cancelar

source: Edit Subscriber
hu: Tag szerkesztése
it: Modifica iscritti
pt: Editar Subscritor

source: Force (bypasses validation)
hu: Csakazértis (ellenőrzés kikerülése)
it: Forza (bypassa validazione)
pt: Forçar Subscrição (dispensa validação)

source: Update Subscriber
hu: Tag modosítása
it: Aggiorna iscritti
pt: Actualizar Subscritor

source: value must be a date
hu: Az érték csak dátum lehet!
it: Il valore deve essere una data
pt: o valor tem que ser uma data

source: value must be a number
hu: Az érték csak szám lehet!
it: Il valore deve essere un numero
pt: o valor tem que ser um número

source: value must not be blank
hu: A mező nem lehet üres!
it: Il valore non deve essere vuoto
pt: o valor não pode estar vazio

source: Match subscribers where
hu: Egyezés tagokkal ha
it: Trova iscritti che
pt: Comparar subscritores onde

source: Value(s)
hu: Érték(ek)
it: Valore(i)
pt: Valor(es)

source: Welcome to adding subscribers! You can add subscribers one-by-one here. If you would like to add subscribers in bulk, visit the %1Subscriber Import%2 page.
hu: Üdvözlöm a tagok hozzáadása menüben! Egyesével is feliratkoztathat tagokat, de tömeges feliratkozáshoz célszerű a %1tagok importja%2 módszert választani!
it: Benvenuto! Puoi aggiungere qui iscritti uno a uno. Sevuoi aggiungere pi&ygrave; iscritti contemporaneamente, visita la pagina %1Importa iscritti%2.
pt: Bem-vindo ao diálogo de inscrição de subscritores! Poderá aqui adicionar subscritores um-a-um. Se gostaria de adicionar subscritores em massa, visite a página de %1Importação de Subscritores%2.

source: Add Subscriber
hu: Tag hozzáadása
it: Aggiungi Iscritto
pt: Adicionar Subscritor

source: Groups Page
hu: Csoportok oldala
it: Pagina gruppi
pt: Grupos

source: Subscriber Groups allow you to mail subsets of subscribers instead of the entire list. Groups are defined by customizable matching rules, and members are automatically assigned based on their %1subscriber field%2 values.
hu: A csoportok lehetőséget biztosítanak Önnek, hogy tagok egy csoportjának küldjön hírlevelet, anélkül, hogy egy listát kellene felvinnie. A csoport tagok szabályok alapján definiálhatóak, de a tagok automnatikusan is csoporthoz rendelhetőek a feliratkozási űrlap mezőinek használatával.
it: Gruppi permettono di inviare mail a sottoinsiemi di utenti invece piuttosto che all'intera lista. I gruppi sono definiti attraverso delle regole customizzaile, e i membri sono assegnati automaticamente in base ai valori dei loro %1campi%2
pt: Os Grupos de Subscritores permitem definir subconjuntos de subscritores em vez de usar a lista completa. Os grupos são definidos por regras de correspondência e os membros são automaticamente atribuídos ao grupo com base nos valores dos %1campos de subscrição%2.

source: New group
hu: ÚJ csoport létrehozása
it: Nuovo gruppo
pt: Novo Grupo

source: Group name
hu: Csoport neve
it: Nome gruppo
pt: Nome do grupo

source: type new group name
hu: Adja meg az új csoport nevét!
it: inseirsci nuovo nome gruppo
pt: digite um novo nome do grupo

source: Group Name
hu: Csoport neve
it: Nome gruppo
pt: Nome do grupo

source: Add Subscribers
hu: Tag hozzáadása
it: Aggiungi iscritto
pt: Adicionar Subscritores

source: Return to Subscribers Page
hu: Vissza a tagok oldalára
it: Ritorna alla pagina iscritti
pt: Voltar à Página de Subscritores

source: View
hu: Megtekintés
it: Vedi
pt: Ver

source: Active Subscribers
hu: Aktív tagok
it: Iscritti attivi
pt: Subscritores Activos

source: Unsubscribed
hu: Leiratkozott
it: utenti cancellati
pt: Subscrição Cancelada

source: Pending
hu: Függő
it: In attesa
pt: Pendente

source: Belonging to Group
hu: Csoporttagság
it: Appartenenti ad un gruppo
pt: Pertencentes ao Grupo

source: All Subscribers
hu: Minden tag
it: Tutti gli iscritti
pt: Todos os Subscritores

source: Search
hu: Keresés
it: Cerca
pt: Pesquisar

source: Find Subscribers where
hu: Tag keresés
it: Trova iscritti che
pt: Procurar subscritores onde

source: time registered
hu: regisztráció időpontja
it: ora registrazione
pt: tempo de registo

source: time last updated
hu: Utolsó módosítás ideje
it: orario ultimo aggiornamento
pt: última actualização

source: is like
hu: hasonló
it: è come
pt: é como

source: Delete Checked Subscribers
hu: A megjelült tagok törlése
it: Cancella iscritti selezionati
pt: Eliminar Subscritores Marcados

source: Edit Checked
hu: Megjelölt szerkesztése
it: Modifica selezionati
pt: Editar Marcados

source: Registered
hu: Regisztrált:
it: Registrati
pt: Registado

source: Updated
hu: Frissítve
it: Modificati
pt: Actualizado

source: Import Subscribers
hu: Tagok importálása
it: Importa iscritti
pt: Importar Subscritores

source: %1 non-duplicate subscribers will be imported. %2 were ignored as duplicates.
hu: %1 tag feliratkoztatása sikeres. %2 tag feliratkozása elutasításra kerül dupla előfordulás miatt.
it: %1 iscritti non esistenti saranno importati. %2 Sono stati ignorati quelli duplicati.
pt: %1 serão importados todos os subscritores únicos. %2 foram ignorados por serem duplicados.

source: Notice: Imported subscribers will be flagged to update their records
hu: Figyelmeztetés: Az új feliratkozott tagok meg lesznek jelölve, hogy aktualizálják személyes adataikat.
it: Nota: iscritti importati avranno un flag per aggiornare i loro records
pt: Note: Os subscritores importados serão avisados para actualizarem o seu registo

source: Yes
hu: Igen
it: Si
pt: Sim

source: No
hu: Nem
pt: Não

source: Subscribers Page
hu: Tagok oldala
it: Pagina iscritti
pt: Subscritores

source: subscribers. See an overview of your current and pending subscribers. You can add, delete, and edit subscribers from here.
hu: Tagok. Itt van áttekintési lehetősége a feliratkozott és függő tagságokról. Tagok hozzáadása, módosítása, törlése.
it: Iscritti. Visualizza una lista degli iscritti correnti e quelli in attesa.Potrai aggiungere, cancellare e modificare gli iscritti da qui.
pt: subscritores. Veja um resumo dos subscritores activos e pendentes. Pode adicionar, apagar e editar os subscritores nesta página.

source: Subscribers. You can import large amounts of subscribers using files stored on your computer.
hu: Tagok importálása hosszú listák alapján fájlból.
it: Iscritti. Puoi importare un grande numero di dati tramite files salvati sul tuo computer.
pt: Subscritores. Pode importar grandes quantidades de subscritores usando ficheiros que tenha no seu computador.

source: Manage "mailing groups" from this area. Mailing groups allow you to mail subsets of your subscribers, rather than just the entire list.
hu: Csoportok kezelése. Kialakíthat szűkebb tagi csoportokat.
it: Controlla i "gruppi mailing" su questa pagina. I gruppi di mailing ti consentiranno di inviare email agli iscritti appartenenti ad un gruppo, piuttosto che la lista intera.
pt: Gira os "grupos de newsletter" nesta página. Os grupos permitem enviar mensagens a subgrupos dos seus subscritores, além da sua totalidade.

source: Welcome to Subscriber Import! You can import subscribers from a list of email addresses or from a full fledged CSV file containing subscriber field values as well as their email. CSV files should have one subscriber(email) per line with field information seperated by commas(%1,%2).
hu: Üdvözlöm a tagok importálása menüben. Importálhat tagokat e-mail lista alapján, vagy a feliratkozási ürlap mezőinek adataival részletesen kitöltött CSV fájlt. A CSV fájlnak tartalmaznia kell soronként egy feliratkozó e-mail címet és vesszővel elválasztva a többi mező adatát (%1,%2)
it: Benvenuto nell'importazione iscritti! Puoi importare liste di iscritti o da file CSV che contengono i dait relativi agli iscritti. I file CSV dovrebbero avere un iscritto per linea con le altre informazioni separate da virgole (%1,%2).
pt: Bem-vindo à página de Importação de Subscritores! Pode importar subscritores de listas de endereços de email, ou de um completo ficheiro CSV com a informação para preencher o formulário,. Os ficheiros CSV devem ter uma linha por subscritor (pelo menos o email), com os campos de informação separada por virgulas(%1,%2).

source: Popular programs such as Microsoft Excel and %1 Open Office %2 support saving files in CSV (Comma-Seperated-Value) format.
hu: Népszerű programok mint Microsoft Excel és az %1 Open Office %2 támogatja a (veszővel elválasztott értékek) CSV fájl formátumban való mentést. Szerezze be ön is az ingyenes OpenOffice Irodai programcsomagot a http://www.openoffice.org/ címen!
it: Programmi come Microsoft Excel e %1 Open Office %2 ti permettono di salvare files nel formato CSV (Comma-Separated-Value).
pt: Os programa populares como o Microsoft Excel e o %1 Open Office %2 suportam gravar ficheiros em formato CSV (valor separado por virgula).
