Repository: iceburg-net/poMMo
Catalog: pommo/language/*/*-pommo.po
Languages: hu, it, pt

source: Mailings
hu: Hírlevelek
pt: Newsletters

source: Send
hu: Küldés
it: Invia
pt: Enviar

source: History
hu: Előzmények
it: Storico
pt: Histórico

source: Subscribers
hu: Tagok
it: Iscritti
pt: Subscritores

source: Manage
hu: Karbantartás
it: Gestisci
pt: Gerir

source: Import
hu: Importálás
it: Importa
pt: Importar

source: Groups
hu: Csoportok
it: Gruppi
pt: Grupos

source: Setup
hu: Beállítások
pt: Configuração

source: Configure
hu: Beállítások
it: Configura
pt: Sistema

source: Fields
hu: Mezők
it: Campi
pt: Campos

source: Setup Form
hu: Beállítási űrlap
it: Form di setup
pt: Formulários

source: Demonstration mode is ON.
hu: Teszt mód BEKAPCSOLVA
it: Modo dimostrativo attivo.
pt: O modo de demonstração está LIGADO.

source: Demonstration mode is OFF.
hu: Teszt mód KIkapcsolva
it: Modo dimostrativo non attivo
pt: Modo de demonstração DESLIGADO.

source: Please Wait
hu: Kérem várjon!
it: Attendere
pt: Aguarde

source: Processing
hu: Feldolgozás
it: Esecuzione
pt: Em Processamento

source: Record(s)
hu: mező(k)
pt: Registo(s)

source: Match(es)
hu: találat(ok)
pt: Corresponde(m)

source: Page fueled by %1 mailing management software
hu: Ez a hírlevél a %1 programmal készült.
it: Pagina creata con software di gestione mailing
pt: Página gerada pelo %1, sistema de gestão de newsletters.

source: Are you sure?
hu: Biztosan?
it: Sei sicuro?
pt: Tem a certeza?

source: Logout
hu: Kijelentkezés
pt: Sair

source: Support
hu: Támogatás
it: Supporto
pt: Ajuda

source: Admin Page
hu: Karbantartás
it: Pagina Amministrazione
pt: Administração

source: Subscriber Update
hu: Tag-adatok aktualizálása
it: Aggiorna iscritto
pt: Actualização de Registo

source: Unsubscribe
hu: Leiratkozás
it: Cancella iscrizione
pt: Cancelar Subscrição

source: Comments
hu: Megjegyzések
it: Commenti
pt: Comentários

source: Click to unsubscribe
hu: Leiratkozáshoz kattintson ide!
it: Clicca per cancellare l'iscrizione
pt: Clique para cancelar a subscrição

source: Really unsubscribe?
hu: Biztosan le akar iratkozni?
it: Vuoi veramente cancellarti?
pt: Confirma o cancelamento da subscrição?

source: Mailings History
hu: Hírlevél előzmények
it: Storico Mailings
pt: Histórico das Newsletters

source: View Mailing
hu: Hírlevél megtekintése
pt: Pré-visualizar mensagem

source: Subject
hu: Tárgy:
it: Soggetto
pt: Assunto:

source: Sent
hu: Küldés
it: Inviato
pt: Enviado

source: No records returned.
hu: Nincs találat.
pt: Não existem resultados.

source: Subscription Review
hu: Feliratkozások áttekintése
it: Anteprima Iscrizione
pt: Assinatura da lista

source: Back to Subscription Form
hu: Vissza a feliratkozási űrlaphoz
it: Indietro alla form d'iscrizione
pt: Voltar ao Formulário de Subscrição

source: Return to %1
hu: Vissza a %1
it: Ritorna a %1
pt: Voltar para %1

source: %1Update your records%2
hu: %1 módosítja a beállítását %2
it: %1Aggiorna i tuoi dati%2
pt: %1Actualize o seu registo%2

source: Subscriber Login
hu: Belépés tagoknak
it: Login Iscritto
pt: Autenticação de Subscritor

source: In order to check your subscription status, update your information, or unsubscribe, you must enter your email address in the field below.
hu: Amennyiben ellenőrizni kívánja a feliratkozásának állapotát, módosítani akarja az adatait vagy le akarja mondani a hírlevelet, meg kell adnia az e-mail címét az alábbi mezőben.
it: Per verificare lo stato della tua iscrzione, aggiornare i tuoi dati, o cancellarli, devi inserire il tuo indirizzo mail nel campo qui sotto
pt: Para verificar o estado do seu registo, actualizar informação ou sair da lista, introduza o seu endereço de email.

source: Your Email:
hu: Az Ön e-mail címe
it: Tua mail
pt: Seu Email:

source: Update Activation
hu: Frissítés aktiválása
it: Aggiorna attivazione
pt: Actualizar Activação

source: We require that you verify your email address before unsubscribing or updating your records. This extra step is necessary to maintain your privacy, and to protect you against fraudulent activity.
hu: Mielőtt leiratkozik, vagy módosítja a beállításait, szükséges az e-mail cím ellenőrzése. Ez az extra lépés szükséges a személyes adatinak védelme érdekében és a rosszindulatú aktivitások kiszűrésére.
it: Richiediamo la verifica del tuo indirizzo mail prima di cancellare la iscrizione oaggiornare i tuoi record. Questo passo ulteriore serve a garantire la tua privacy e proteggerti contro attività fraudolente
pt: É necessário que confirme ser o dono do endereço de e-mail indicado antes de poder anular a subscrição. Este passo adicional é necessário por questões de privacidade, e para protegê-lo de actos fraudulentos.

source: An activation email has recently been sent to %1. Please check your inbox.
hu: Az aktiváló e-mail elküldésre került a %1 címre. Kérem ellenőrizze a postafiókját!
it: Una mail di attivazione è stata appena inviata a %1. Controlla la tua casella di posta
pt: Uma mensagem de activação foi recentemente enviada para %1. Verifique a sua caixa de correio.

source: Pending Changes
hu: függő módosítások
it: Modifiche in corso
pt: Alterações Pendentes

source: SEND another confirmation email
hu: Kattintson a küldésre, hogy újabb megerősítő e-mail kapjon!
it: INVIA un altra mail di conferma
pt: ENVIAR outra mensagem de validação de endereço de email

source: CANCEL your pending request
hu: Kattintson a mégsem-re, hogy a módosítások elvetéséhez.
it: CANCELLA la tua richiesta
pt: CANCELAR pedido pendente

source: Subscriber Confirmation
hu: Tagok megerősítése
it: Conferma Iscritto
pt: Confirmação do Subscritor

source: Installation
hu: poMMo telepítés
it: Installazione
pt: Instalação

source: Online install
hu: Online-telepítés
it: Installa online
pt: Instalação online

source: Welcome to the online installation process. We have connected to the database and set your language successfully. Fill in the values below, and you'll be on your way!
hu: Köszöntjük az on-line telepítési eljárásban. A kapcsolódás az adatbázishoz sikerült és sikeresen elvégeztük a nyelvi beállítást. Kérjük töltse ki az alábbi mezőket! Most már jó úton halad!
it: Benvenuti al processo d'installazione online di poMMo. La connessione con la base di dati ha avuto successo e la lingua è stata assegnata. Inserisci i tuoi dati nel modulo sottostante per concludere l'installazione.
pt: Bem-vindo ao processo de instalação do poMMo. Está estabelecida uma ligação à sua base de dados e o idioma inicial foi definido com sucesso. Preencha os valores abaixo, e estará no seu caminho!

source: Configuration Options
hu: Beállítási lehetőségek
it: Opzion di configurazione
pt: Opções de Configuração

source: Name of Mailing List:
hu: Hírlevél elnevezése:
it: Nome della Mailing List:
pt: Nome da Newsletter:

source: (ie. Brice's Mailing List)
hu: (pl. Első hírlevelem)
it: (es. Mailing List di Brice)
pt: (ex.: Newsletter do Bruno)

source: Name of Website:
hu: A weboldal neve:
it: Nome del sito web
pt: Nome do Website:

source: (ie. The poMMo Website)
hu: (pl. ... Iroda Honlapja)
it: (es. Sito web poMMo)
pt: (ex.: Site do poMMo)

source: Website URL:
hu: Weboldal internetcíme:
it: URL sito web:
pt: Endereço do Sítio:

source: (ie. http://www.pommo-rocks.com/)
hu: (pl. http://www.faxunil.hu)
it: (es. http://www.pommo-rocks.com/)
pt: (ex.: http://www.pommo-rocks.com/)

source: Administrator Password:
hu: Rendszergazda jelszava:
it: Password Amministratore:
pt: Senha do Administrador:

source: (you will use this to login)
hu: (erre szüksége lesz a belépéshez)
it: (la userai per la login)
pt: (irá usar isto para autenticar-se)

source: Verify Password:
hu: jelszó megerősítése:
it: Verifica Password:
pt: Repita a senha:

source: (enter password again)
hu: (Újból írja be a jelszót!)
it: (inserisci la password di nuovo)
pt: (digite a senha novamente)

source: Administrator Email:
hu: Rendszergazda E-Mail:
it: Email Amministratore:
pt: Email do administrador:

source: (enter your valid email address)
hu: (Kérem érvényes e-mail címet adjon meg!)
it: (inserisci un indirizzo email valido)
pt: (introduza o seu endereço de email válido)

source: Install
hu: Telepítés
it: Installa
pt: Instalar

source: To disable debugging
hu: Hibakeresés letiltása
it: Disabilita debugging
pt: Para desactivar a análise de problemas

source: Click Here
hu: Kattintson ide!
it: Clicca qui
pt: Clique aqui

source: To enable debugging
hu: Hibakeresés engedélyezése
it: Abilita debugging
pt: Para habilitar a análise de problemas

source: Continue to login page
hu: Tovább a beléptető oldalra
it: Continua alla pagina di login
pt: Continuar para a página de entrada

source: Short Name:
hu: Rövid név:
it: Nickname:
pt: Nome Resumido:

source: Identifying name. NOT displayed on Subscription Form or seen by users.
hu: Azonosító név. NEM jelenik meg a feliratkozási űrlapon és a felhasznáók sem láthatják.
it: Nome identificativo. Non mostrato nella Form di iscrizione o agli altri utenti
pt: Nome de Identificação. NÃO aparece no Formulário de Subscrição, nem é visto pelos utilizadores.

source: Form Name:
hu: Ürlap neve:
it: Nome Form:
pt: Nome do Formulário:

source: Prompt for field on the Subscription Form. e.g. %1Type your city%2
hu: Mező megjelenített neve a feliratkozási űrlapon pl.: %1 adja meg a város nevét %2
it: Descrizione della casella nel modulo di iscrizione. Per esempio: %1Compila la tua citta:%2
pt: Indique o que pretende que seja perguntado no Formulário de Subscrição. Por exemplo %1 Indique a cidade onde vive%2

source: Required:
hu: Kötelező:
it: Richiesto:
pt: Obrigatório:

source: Toggle to require field on Subscription Form (user cannot leave blank if %1yes%2)
hu: Amennyiben a feliratkozási űrlapon közelezővé tette a mezőt, a felhasználónak ki kell töltenie (nem hagyhatja üresen, ha %1 igen %2
it: Clicca per rendere obbligatorio questo campo nel modulo di iscrizione (gli utenti dovranno necessariamente inserire un valore, se %1si%2).
pt: Active esta opção para obrigar o subscritor a fornecer esta informação durante o preenchimento do Formulário de Subscrição (o campo não pode ficar em branco em caso de %1activo%2)

source: Active:
hu: Aktív:
it: Attivo:
pt: Activo:

source: Toggle display of field for Subscription Form
hu: Válassza ki a mező megjelnítését a feliratkozási űrlaphoz!
it: licca per nascondere questo valore nel modulo di iscrizione.
pt: Tornar este campo invisível no Formulário de Subscrição

source: Default:
hu: Alapérték:
it: Valore predefinito:
pt: Padrão:

source: If provided, this value will appear pre-filled on the subscription form
hu: Amenniben ki van tölte, ez fog alapértelmezésben megjelenni a feliratkozási űrlapon.
it: Se fornito, questo valore apparir&agrave; pre-compilato nel modulo di iscrizione
pt: O valor aqui preenchido será usado como pré-definição do campo no formulário de subscrição.

source: Select default choice
hu: Válassza ki az alapértelmezett értéket!
it: Seleziona la scelta di default
pt: Escolha a opção pré-definida

source: Update
hu: Módosítás
it: Aggiorna
pt: Actualizar

source: loading...
hu: töltés...
pt: A carregar...

source: Multiple Choices
hu: Több választási lehetőség
pt: Escolha Múltipla

source: Add Option(s)
hu: Érték(ek) hozzáadása
it: Aggiungi opzione(i)
pt: Adicionar Opção(ões)

source: type option(s)
hu: Érték(ek) megadása
it: tipo opzione(i)
pt: introduza opção(ões)

source: Add
hu: Új
it: Aggiungi
pt: Adicionar

source: Enter a multiple choice option. You can add more than one choice at a time by separating each with a comma.
hu: Egyszerre több értéket is megadhat. Az egyes értékeket vesszővel kell egymástól elválasztani.
pt: NOTA: Pode adicionar várias opções de uma vez, separando-as com virgulas.

source: Delete Option(s)
hu: Érték(ek) törlése
pt: introduza opção(ões)

source: Delete
hu: Törlés
it: Cancella
pt: Apagar

source: Subscription Forms
hu: Feliratkozási űrlapok
it: Modulo di iscrizione
pt: Formulários de subscrição

source: Default Subscription Form
hu: Alapértelmezett feliratkozási űrlap
it: Modulo di iscrizione predefinito
pt: Formulário de Subscrição Normal

source: Preview the default subscription form. Its look and feel can be adjusted through the theme template ([theme]/user/subscribe.tpl).
hu: Alapértelmezett feliratkozás űrlap előnézete. Az ürlap kinézete a ([theme]/user/subscribe.tpl) fájl alapján módosítható.
it: Preview del modulo di iscrizione predefinito. Il suo look and feel pu&ograve; essere modificato tramite i templates ([theme]/user/subscribe.tpl).
pt: Preveja o formulário de subscrição normal. O aspecto deste formulário pode ser alterado através do ficheiro adequado do tema ([theme]/user/subscribe.tpl).

source: Embedded Subscription From
hu: Beépített feliratkozási űrlap
it: Modulo di iscrizione embedded
pt: Formulário de Subscrição Embutido

source: Preview subscription forms that you can embed into an area of an existing webpage.
hu: Feliratkozási űrlap előnézete, amely meglévő weblapba is integrálható.
it: Preview della form di iscrizione che pu&ograve; essere inserito in un area di un sito web esistente.
pt: Pré-visualizar os formulários de subscrição que pode embutir no seu site.

source: HTML Subscription Form
hu: HTML feliratkozási űrlap
it: Modulo di iscrizione in HTML
pt: Formulário de Subscrição em HTML

source: Generate a plain HTML subscription form that you can customize to fit your site.
hu: Generált egyszerű HTML feliratkozási űrlap, amelyet személyre szabva integrálhat honlapjának szerkezetébe.
it: Genera un modulo di iscrizione generico in HTML da customizzare e inserire sul tuo sito web.
pt: Gerar um formulário de subscrição em HTML que pode adaptar ao seu sítio.

source: Global Rates
hu: Globális sebesség
pt: Taxas Globais

source: Mail Rate
hu: E-mail sebesség
pt: Taxa de Envio de Mensagens

source: %1 per Second
hu: %1 másodpercenként
it: %1 per Secondo
pt: %1 por Segundo

source: %1 per Hour
hu: %1 óránként
it: %1 per Ora
pt: %1 por Hora

source: Bandwidth Limit
hu: Sávszélesség korlátozás
it: Limite di banda
pt: Largura de Banda Máxima

source: Restore Defaults
hu: Alapértékek visszaállítása
it: Ritorna ai valori predefiniti
pt: Restaurar Configuração Inicial

source: Rates per Domain
hu: Sebesség domainenként
it: Rates per Dominio
pt: Taxas por Domínio

source: You may also limit the amount of mail a single domain receives in a period. This is useful for larger mailings, and prevents the "slamming" of the domain (which can get your mails rejected). As example, you can choose to send no more than 1 mail every 20 seconds to a domain by setting the mails to 1 and the period interval to 20. Warning; this setting will significantly delay a mailing if many of your subscribers use the same domain (e.g. @yahoo.com).
hu: Korlátozhatja, hogy egy domain egy periódus alatt hány e-mail kaphasson. Ez hasznos, ha nagyok a hírlevelek és hogy elkerüljük a spam-listára való kerülést (ilyenkon a domain levelezőszervere elutasítja a további levelek fogadását). Pl. beállítható, hogy 1-nél több levelet azonos domainre 20mp-en belül ne küldjön a rendszer a periódusonként értékének 1-re és a Periódus intervallumának értékének 20-ra történő állíásával.
pt: Além do controlo de velocidade global, pode limitar o número de bytes/mensagens que cada domínio recebe por período de tempo. Isto é útil para evitar entupir um servidor, que poderá levar à marcação das mensagens como SPAM ou ao bloqueio de ligações futuras. Por exemplo, pode escolher-se não enviar mais do que uma mensagem a cada 20 segundos para um determinado domínio, definindo o número de mensagens a 1 e o intervalo de tempo para 20. Atenção; esta configuração atrasará significativamente a entrega da newsletter se muitos dos subscritores tiverem conta de email no mesmo domínio (p.ex. @gmail.com).

source: Period Interval
hu: Periódus intervalluma
it: Intervallo periodo
pt: Intervalo de Tempo

source: %1 seconds
hu: %1 másodperc
it: %1 secondi
pt: %1 segundos

source: %1 per Period
hu: %1 periódusonként
it: %1 per Periodo
pt: %1 por Intervalo

source: No Limit
hu: Nincs korlátozva
it: Nessun limite
pt: Sem Limite

source: From Name:
hu: Küldő neve (From name):
it: Nome mittente:
pt: Nome Originário:

source: (Default name mails will be sent from)
hu: (Alapértelmezett név, aki a levelet kiküldi)
it: Questo nome sarà inserito come mittente dell'email
pt: (Nome pré-definido no envio das mensagens)

source: From Email:
hu: Küldő e-mail címe (from e-mail)
it: Email mittente:
pt: Email Originário:

source: (Default email mails will be sent from)
hu: (Alapértelmezett e-mail, amelyről a levelet kiküldi)
it: Questo indirizzo indica l'indirizzo email del mittente
pt: (Email utilizado no envio das mensagens)

source: Bounce Address:
hu: Visszapattanó e-mail címe:
it: Indirizzo di rimbalzo
pt: Endereço de Devolução

source: (Returned emails will be sent to this address)
hu: (A visszapattanó e-mailek erre a címre lesznek továbbítva)
it: Indirizzo al quale verranno ritornate le email
pt: (Mensagens que não sejam entregues serão enviadas para este endereço)

source: Demonstration Mode:
hu: Tesztüzemmód BEkapcsolva
it: Modo dimostrazione:
pt: Modo de Demonstração:

source: on
hu: be
pt: ligado

source: off
hu: ki
pt: desligado

source: (Toggle Demonstration Mode)
hu: (Tesztüzemmód választása)
it: Attiva/disattiva il modo dimostrazione
pt: (Alterar Modo de Demonstração)

source: Public Mailings
hu: Nyílvános hírlevelek
it: Mailing pubblico
pt: Newsletters Públicas

source: (When on, the public can view past mailings at this %1URL%2)
hu: (Ha be van kapcsolva, a hírlevél archívum a %1URL%2 címen nyilvános)
it: Quando è on, gli utenti possono vedere mailings passati a questo %1URL%2
pt: (Quando activo, as mensagens antigas estão publicadas %1neste endereço%2)

source: Set mailing throttle values
hu: Hírlevél korlátozások beállítása
it: Imposta i valori del ritmo di invio
pt: Definir valores de velocidade para o envio das mensagens

source: (controls mails per second, bytes per second, and domain limits)
hu: (e-mail/mp, byte/mp, és domain korlátozások)
it: controlla email per secondo, bytes per secondo, limiti dominio
pt: (controla o número de emails por segundo, bytes por segundo, e limites para o domínio)

source: Character Set:
hu: Karakterkódolás
it: Insieme Caratteri:
pt: Codificação do texto:

source: UTF-8 (recommended)
hu: UTF-8 (alapértelmezett)
it: UTF-8 (raccommandato)
pt: UTF-8 (recomendado)

source: (Select Default Character Set of Mailings)
hu: (Válassza ki a hírlevél alapértelmezett karakterkódolását!)
it: Seleziona il formato del mailing
pt: (Escolha Codificação do Texto das Mensagens)

source: Runtime:
hu: Futási idő:
pt: Tempo de Execução:

source: (Seconds a processing script runs for. Default: 80, Minimum: 15)
hu: (Az érték mp, amíg a feldolgozó csript fut. Alapértelmezett 80, de minimum 15)
it: Secondi di esecuzione per lo script. Default: 80, Minimo: 15
pt: (Duração do processamento em segundos. Normal: 80, Mínimo: 15)

source: A test message will be sent to the supplied recipient. If you receive it, poMMo can use the %1 exchanger. Remember to check your SPAM folder too.
hu: A rendszer megpróbál egy tesz e-mailt kiküldeni a megadott címre. Amennyiben megkapja, a poMMo tudja használni a %1 levélkiszolgálót. Ellenőrizze a postafiókját, de ne felejtse el megnézni a SPAM mappát sem!!!
it: Un messaggio di test sar&agrave; inviato all indirizzo fornito. Se la ricevi,Pommo pu&ograve; utilizzare %1 exchanger. Ricorda di verificare anche nella cartella SPAM.
pt: Será enviada uma mensagem de teste para o receptor indicado. Se esta for entregue, o poMMo pode usar o sistema %1. Lembre-se de ver na pasta de SPAM também.

source: Recipient
hu: Címzett
it: Destinatario
pt: Destinatário

source: (address to send test message to)
hu: (cím, ahová a teszt e-mailt kéri)
it: indirizzo destinatario messaggio di test
pt: (endereço para onde enviar a mensagem)

source: Send Mailing
hu: Hírlevél küldése
it: Invia Mailing
pt: Enviar Mensagem

source: SMTP Throttling
hu: SMTP Korlátozás
pt: Controlo velocidade do SMTP

source: Throttle Sharing
hu: Terhelés elosztás
pt: Partilha do controlo de velocidade do SMTP

source: (ON; the throttler will be global. OFF; independent throttler per relay.)
hu: (bekapcsolt állapotban a korlátozás mindenre vonatkozik, kikapcsolt állapotban a korlátozás relay-enként szabályozható)
pt: (LIGADO; o controlo de velocidade será global. DESLIGADO; controlo de velocidade por servidor SMTP.)

source: SMTP Status:
hu: SMTP éllapot
it: Stato SMTP:
pt: Estado do SMTP:

source: Connected to SMTP server
hu: Kapcsolódás az SMTP szerverhez.
it: Connesso al server SMTP
pt: Conectado ao servidor SMTP

source: Unable to connect to SMTP server
hu: Nem lehet kapcsolódni az SMTP szerverhez.
it: Impossibile connettersi al server SMTP
pt: Impossível estabelecer ligação ao servidor SMTP

source: SMTP Host:
it: Host SMTP:
pt: Host SMTP:

source: (IP Address or Name of SMTP server)
hu: (az SMTP szerver IP címe vagy hoszt neve)
it: (Indirizzo IP o nome del server SMTP)
pt: (IP ou nome do SMTP)

source: Port Number:
hu: Port száma:
it: Numero Porta
pt: Número do Porto:

source: (Port # of SMTP server [usually 25])
hu: (# SMTP server portszáma [általában 25])
it: (# Porta del server SMTP [solitamente 25])
pt: (Porta # do servidor SMTP [normalmente 25])

source: SMTP Authentication:
hu: SMTP azonosítás:
it: Autenticazione SMTP:
pt: Autenticação SMTP:

source: (Toggle SMTP Authentication [usually off])
hu: (SMTP azonosítás beállítása)
it: (Toggle Autenticazione SMTP [solitamente off])
pt: (Usar autenticação SMTP [normalmente desligado])

source: SMTP Username:
hu: SMTP felhasználónév:
pt: Nome de Utilizador SMTP:

source: (optional)
hu: (választható)
it: (opzionale)
pt: (opcional)

source: SMTP Password:
hu: SMTP jelszó:
pt: Senha SMTP:

source: Update Relay #%1
hu: Relay #%1 módosítása
it: Aggiorna Relay #%1
pt: Atualizar Relay #%1

source: This is your default relay
hu: Ez az Ön alapértelmezett relay szervere
it: Questo è il relay di default
pt: Este é o servidor pré-definido

source: Remove Relay #%1
hu: Relay törlése #%1
it: Rimuovi Relay #%1
pt: Remover relay #%1

source: Add Another Relay
hu: Másik relay hozzáadása
it: Aggiungi un altro Relay
pt: Adicionar outro relay

source: List Name:
hu: Lista neve:
it: Nome lista:
pt: Nome da Lista:

source: (The name of your Mailing List)
hu: (a hírlevél elnevezése)
it: (Nome della Mailing List)
pt: (O nome da sua Newsletter)

source: Website Name:
hu: Weboldal neve:
it: Nome sito web:
pt: Nome do Sítio:

source: (The name of your Website)
hu: (a weboldal neve):
it: (Il nome del tuo sito)
pt: (O nome do seu sítio)

source: (Web address of your Website)
hu: (a weboldal internetcíme)
it: Indirizzo web del tuo sito [URL]
pt: (O endereço do seu sítio)

source: Success URL:
hu: Sikeres URL cím:
it: URL:
pt: URL de Sucesso:

source: (Webpage users will see upon successfull subscription. Leave blank to display default welcome page.)
hu: (Ezt a lapot fogják látni a sikeresen feliratkozó új tagok. Hagyja üresen, ha az alapértelmezett nyitólapot akarja használni!)
it: (Il sito che gli utenti vedranno dopo una iscrizione effettuata con successo. Lasciare vuoto per visualizzare il sito predefinito.)
pt: (Página que os utilizadores verão se a subscrição for bem sucedida. Deixe em branco para ser utilizada a mensagem pré-definida.)

source: Confirm URL:
hu: Visszaigazoló URL cím
it: URL Conferma:
pt: Confirme o URL:

source: (Webpage users will see upon subscription attempt. Leave blank to display default confirmation page.)
hu: (Ezt a lapot fogják látni a sikertelenül feliratkozó tagok. Hagyja üresen, ha az alapértelmezett nyitólapot akarja használni!)
it: Il sito che gli utenti vedranno col tentativo di iscrizione. Lasciare vuoto per visualizzare il sito predefinito.)
pt: (Página que os utilizadores verão quando tentarem subscrever a newsletter. Deixe em branco para ser utilizada a mensagem pré-definida.)
