Repository: iceburg-net/poMMo
Catalog: pommo/language/*/*-pommo.po
Languages: hu, it, pt

source: Error adding subscriber.
hu: A tag hozzáadása sikeretelen.
it: Errore iscrizione utente.
pt: Erro ao adicionar subscritor.

source: Invalid email.
hu: Érvénytelen e-mail cím
it: email invalida.
pt: Endereço de email inválido.

source: %s has already unsubscribed. To add the subscriber anyway, check the box to force the addition.
hu: %s már leiratkozott. Ha mindenképpen szeretné a tagot hozzáadni, jelölje be a checkbox-ot, hogy csakazértis hozzáadjuk.
it: %s è stato già rimosso. Per aggiungere comunque l'utente, spunta la casella foza iscrizione.
pt: %s já eliminou a subscrição. Para mesmo assim adicionar o subscritor active a opção de forçar a subscrição.

source: Invalid or missing information.
hu: Érvénytelen vagy hiányos információ.
it: Informazione mancante o invalida.
pt: Informação inválida ou em falta.

source: Subscriber %s added!
hu: %s tag hozzáadva
it: Utente %s aggiunto!
pt: Subscritor %s adicionado!

source: Subscriber has been flagged for update due to invalid or missing information.
hu: A tag ki lett jelölve az adatok aktualizálására de érvénytelen vagy hibás adatot adott.
it: Gli iscritti saranno marcati per l'aggiornamento, a causa di informazioni mancanti o non valide
pt: Este subscritor foi notificado devido a informação inválida ou em falta no seu registo.

source: You have removed %s subscribers!
hu: Ön %s tagot törölt!
it: Hai rimosso %s iscritti!
pt: Removeu %s subscritores!

source: No subscribers were removed.
hu: Nem lett egy tag sem törölve.
it: Nessun iscritto rimosso.
pt: Não foram removidos subscritores.

source: Fields failed validation
hu: Mező ellenőrzés sikertelen!
it: Validazione campo fallita
pt: Falha ao verificar os campos

source: Error updating subscriber.
hu: Tag módosítása sikertelen.
it: Errore nell'aggiornamento dell'iscritto
pt: Erro ao actualizar subscritor.

source: Subscriber Updated
hu: Tag adatai sikeresen módosítva.
it: Iscritto aggiornato
pt: Subscritor Actualizado

source: Group name (%s) already exists
hu: A csoport név (%s) már létezik.
it: Nome gruppo (%s) già esistente
pt: O nome do grupo (%s) já existe.

source: %1$s filters belong this group . Are you sure you want to remove %2$s?
hu: %1$s szűrő tartozik a csoporthoz. Biztosan el szeretné távolítani %2$s?
it: %1$s filtri appartengono al gruppo . Sei sicuro di rumuoverli %2$s?
pt: %1$s filtros pertencem a este grupo. Tem a certeza que pretende remover %2$s?

source: Group cannot be deleted.
hu: A csoport nem törölhető!
it: Il gruppo non può essere cancellato.
pt: O grupo não pode ser apagado.

source: %s deleted.
hu: %s törölve.
it: %s cancellato.
pt: %s apagados.

source: Complete!
hu: Kész!
it: Completo!
pt: Completo!

source: %s subscribers imported! Of these, %s were flagged to update their records.
hu: %s tag importálva lett, amelyből %s meg lett jelölve az adatainak aktualizálására
it: %s iscritti importati! Di questi, %s necessitano un aggiornamento manuale dei dati.
pt: Serão importados %s subscritores! Destes, %s serão notificados para actualizarem o seu registo.

source: %s duplicates encountered.
hu: %s dupla tétel találtam.
it: %s duplicati trovati.
pt: Encontrados %s duplicados.

source: INCLUDE
hu: TARTALMAZZA
it: INCLUDI
pt: INCLUIR

source: Displaying notices for mailing %s
hu: Információk megjelenítése a %s hírlevélhez.
pt: A mostrar avisos para a newsletter %s

source: Stopped
hu: Leállítva.
it: Stoppato
pt: Parado

source: Frozen
hu: Lefagyott
pt: Bloqueado

source: Complete
hu: Kész!
it: Completa!
pt: Completo

source: Cancelled
hu: Megszakítva
it: Cancellata
pt: Cancelado

source: Mails/Hour
hu: e-mail / óra
it: Mails/Ore
pt: Mensagens/Hora

source: Template Deleted
hu: Vázlat törölve.
it: Template cancellato
pt: Documento Padrão Apagado

source: A Mailing is currently processing. Visit the %sStatus%s page to check its progress.
hu: Hírlevél küldése folyamatban. Látogassa meg a %sStatus%s lapot a folyamat nyomonkövetésére.
it: Mailing in esecuzione. Visita la pagina %sStato%s per verificarne l'avanzamento.
pt: Uma newsletter está actualmente a ser processada. Visite a página de %sStatus%s para verificar o progresso.

source: Subject or Message cannot be empty!
hu: Sem a tárgy sem pedig az üzenet mező nem lehet üres!
it: Oggetto o messaggio non possono essere vuoti!
pt: O Assunto ou a Mensagem não podem estar vazios!

source: Cannot send a mailing to 0 subscribers!
hu: Nem küldhető hírlevél 0 címzettnek!
it: Non posso inviare mail a 0 iscritti.
pt: Não é possível enviar newsletter para 0 subscritores!

source: Invalid Character Set
hu: Érvénytelen karakterkódolás!
it: Set caratteri invalido
pt: Codificação de Texto Inválida

source: Invalid Input
hu: Érvénytelen adatbevitel!
it: Input invalido
pt: Entrada Inválida

source: Template %s saved.
hu: %s vázlat lementve.
it: Template %s salvato.
pt: Documento Padrão %s guardado.

source: Test Mailing
hu: Teszt Hírlevél
it: Mailing di test
pt: Testar Newsletter

source: A mailing is currently taking place. Please try again later.
hu: A hírlevél küldése megkezdődött. Próbálja meg később!
it: Un mailing è attualmente in corso. Prova più tardi.
pt: Envio de mensagens em curso. Por favor tente mais tarde.

source: %sDemonstration Mode%s is on -- no Emails will actually be sent. This is good for testing settings.
hu: %sTESZT mód %s BEkapcsolva -- e-mail küldés nem lehetséges. Teszteléshez idfális.
it: %sModo dimostrativo %s attivo -- nessuna mail sarà inviata.
pt: %sModo de Demonstração%s está ligado -- não serão enviadas mensagens. Isto é bom para testar a configuração.

source: Started Mailing MTA. Spawn #%s.
hu: Hírlevél küldése megkezdődött. #%s.
it: Mailing MTA avviata. Spawn #%s.
pt: O Servidor de Mail foi Iniciado. Criar #%s.

source: Save Template
hu: Vázlat mentése
it: Salva Template
pt: Guardar Documento Padrão

source: Powerful mailing list software for %s
hu: Profi hírlevélküldő alkalmazás %s
it: mailing list software per %s
pt: Poderoso sistema de newsletter para %s

source: You have changed the language for this session. To make this the default language, you must update your config.php file.
hu: Ön megváltoztatta az erre a kapcsolatra érvényes nyelvi beállítást. Alapértelmezés módosításhoz szerkesztenie kell a config.php fájlt.
it: Hai modificato la lingua per questa sessione. Per renderla la lingua di default, devi aggiornare il file config.php
pt: Alterou o idioma para esta sessão. Para tornar este idioma o inicial, terá que alterar o ficheiro config.php.

source: Failed login attempt. Try again.
hu: Hibás belépés. Kérem próbálja meg újra!
it: Tentativo di login fallito. Prova di nuovo
pt: A autenticação falhou. Tente novamente.

source: Captcha did not match. Try again.
hu: Captcha hibásan lett beírva. Kérem ismételje meg!
it: Captcha non corrisponde. Prova di nuovo.
pt: O captcha não corresponde. Tente novamente.

source: poMMo is already installed.
hu: A poMMo már telepítve van.
it: poMMo è già installato
pt: O poMMo já está instalado.

source: Must be a valid email
hu: A e-mail címnek érvényesnek kell lennie!
it: Deve essere un indirizzo valido
pt: O endereço de email tem que ser válido

source: Installation Complete! You may now login and setup poMMo.
hu: Kész a telepítés. Be kell lépni és beállítani a poMMo programot!
it: Installazione Completa! Puoi effettuare ora la login e configurare poMMo.
pt: Instalação Completa! Pode agora autenticar-se e configurar o poMMo.

source: Login Username:
hu: Belépési név:
pt: Nome de Utilizador:

source: Login Password:
hu: Jelszó:
pt: Palavra Passe:

source: poMMo does not appear to be installed! Please %s INSTALL %s before attempting an upgrade.
hu: A poMMo nincs telepítve! Kérem először %s TELEPÍTSE %s mielőtt frissíti!
it: poMMo non sembra essere installato! %s INSTALLA %s prima di tentare l'upgrade.
pt: O poMMo não parece estar instalado! %s INSTALE %s antes de tentar fazer uma actualização.

source: poMMo appears to be up to date. If you want to force an upgrade, %s click here %s
hu: poMMo a leegfrissebb verziójú. Ha mégis erőlteti a frissítést, akkor kattintson %s ide %s
it: poMMo sembra aggiornato. Se vuoi forzare comunque l'upgrade %s clicca qui %s
pt: O poMMo aparenta estar actualizado. Se pretende forçar a actualização, %s clique aqui %s

source: To upgrade poMMo, %s click here %s
hu: A poMMo frissítéséhez, kattintson %s ide %s!
it: Per fare l'upgrade di poMMo, %s clicca qui %s
pt: Para actualizar o poMMo, %s clique aqui %s

source: Upgrade Complete!
hu: Frissítés kész.
it: Upgrade Completo!
pt: A actualização está completa!

source: Upgrade Failed!
hu: Sikertelen a frissítés.
it: Upgrade fallito!
pt: A actualização falhou!

source: Login
hu: Belépés

source: Western (ISO-8859-1)
hu: Nyugati (ISO-8859-1)

source: Western (ISO-8859-15)
hu: Nyugati (ISO-8859-15)

source: Central/Eastern European (ISO-8859-2)
hu: Közép-Kelet Európai: Central/Eastern European (ISO-8859-2)

source: Greek (ISO-8859-7)
hu: Görög (ISO-8859-7)
it: Greco (ISO-8859-7)

source: Japanese (ISO-2022-JP)
hu: Japán (ISO-2022-JP)
it: Giapponese (ISO-2022-JP)

source: Japanese (EUC-JP)
hu: Japán (EUC-JP)
it: Giapponese (EUC-JP)

source: Simplified Chinese (GB2312)
hu: Egyszerűsítet Kínai (GB2312)
it: Cinese semplificato (GB2312)

source: Sorting
it: Ordina

source: Sort by
it: Ordine per

source: Group
it: Gruppo

source: Time Created
it: Ora creazione

source: Order by
it: Ordinato per

source: ascending
it: ascendente

source: descending
it: discendente

source: # per page
it: # per pagina

source: Created
it: Creato

source: Quick Search
it: Ricerca veloce

source: search table
it: tabella ricerca

source: subscribe
it: Invia

source: (Subject of Sent Email)
it: Oggetto della mail inviata

source: Success:
it: Successo:

source: (Message displayed upon success)
it: (Messaggio mostrato con successo)

source: activate Records
it: Attiva records

source: Multiple options
it: Opzioni multiple

source: NOTE: You can add multiple options at once by separating each with a comma.
it: NOTA: Puoi aggiungere opzioni multiple separandole con una virgola.

source: Options:
it: Opzioni:

source: Remove Selected Option
it: Cancella opzione selezionato

source: cyrillic (Windows-1251)
it: Cirillico (Windows-1251)

source: cyrillic (KOI8-R)
it: cirillico (KOI8-R)

source: In addition to global throttling, you can limit the number of bytes/mails a single domain receives per period. This is useful to prevent "slamming" of a host -- which can get you banned or marked as spam. As example, you can choose to send no more than 1 mail every 20 seconds to a domain by setting the mails to 1 and the period interval to 20. Warning; this setting will significantly delay a mailing if many of your subscribers use the same domain (e.g. @gmail.com).
it: Oltre al ritmo di invio, puoi limitare il numero di bytes/mails che unsingolo dominio riceve in un periodo. Questa caratteristica &egrave; utile a "slamming" of prevenire lo "slamming" di un host -- che pu&ograve; bannarti o marcarti come spam.Ad esempio puoi scegliere di inviare non pi&ugrave; di una mail ogni 20 secondi ad un dominio settanto il valore mails a 1 e l'intervallo del periodo a 20. Warning; Questo settaggio ritarder&agrave; in modo significativo l'attività di mailing se pi&ugrave; di un iscritto usano lo stesso dominio (es. @gmail.com).

source: No subscribers found.
it: Nessun iscritto trovato

source: Subscriber(s)
it: Iscritto(i)

source: Unavailable
it: Non disponibile

source: Subscriber Count
it: Numero iscritti

source: Message Preview
it: Preview messaggio

source: Reload Mailing
it: Ricarica mailing

source: Reload
it: Ricarica

source: Check All
it: Seleziona tutti

source: Delete Checked
it: Cancella selezionato

source: Someone has requested to access your records for %s.
it: Qualcuno ha richiesto di accedere ai tuoi dati per %s.

source: Your password has been reset. Enjoy!
it: La vostra password &egrave; stata resettata.

source: Your records have been updated. Enjoy!
it: I tuoi dati sono stati modificati.

source: prev
it: precedente

source: next
it: successivo

source: A confirmation email has been sent. You should receive this letter within the next few minutes. Please follow its instructions.
it: Una email di conferma è stata inviata. Dovresti riceverla fra pochi minuti. Segui le istruzioni in essa indicate.

source: Problem sending mail! Please contact the administrator.
it: Problema durante l'invio delle email! Per favore contatta l'amministratore.

source: %s mailings deleted
it: %s mailings cancellato
