Repository: iceburg-net/poMMo
Catalog: aardvark-development/language/*/*-pommo.po
Languages: fi

source: Mailings
fi: Postitukset

source: Send
fi: Lähetä

source: History
fi: Postitushistoria

source: Subscribers
fi: Jäsenet

source: Manage
fi: Hallinnoi

source: Import
fi: Tuo

source: Groups
fi: Jäsenryhmät

source: Setup
fi: Asetukset

source: Configure
fi: Konfiguroi

source: Fields
fi: Tietokentät

source: Setup Form
fi: Listalleliittymis-lomakkeet

source: Demonstration mode is ON.
fi: Demo-tila PÄÄLLÄ.

source: Demonstration mode is OFF.
fi: Demo-tila POIS PÄÄLTÄ.

source: Please Wait
fi: Ole hyvä ja odota

source: Processing
fi: Prosessoi

source: Record(s)
fi: kohdetta

source: Match(es)
fi: kpl sääntöä vastaavia kohteita

source: Page fueled by %1 mailing management software
fi: Sivusto jyrää vahvasti eteenpäin %1 -postitustenhallintaohjelmalla

source: Are you sure?
fi: Oletko varma?

source: Logout
fi: Kirjaudu ulos

source: Support
fi: Tuki

source: Admin Page
fi: Päävalikko

source: Subscriber Update
fi: %s: Jäsentietojen päivittäminen

source: Unsubscribe
fi: Poista osoitteesi postituslistalta

source: Comments
fi: Kommentit

source: Click to unsubscribe
fi: Klikkaa tästä poistuaksesi postituslistalta

source: Really unsubscribe?
fi: Haluatko varmasti poistaa osoitteesi postituslistaltamme ja lakata saamasta listan viestejä?

source: Mailings History
fi: Postitushistoria

source: View Mailing
fi: Katso postitusta

source: Subject
fi: Aihe

source: Sent
fi: Lähetetty

source: No records returned.
fi: Ei sääntöä vastaavia kohteita.

source: Subscription Review
fi: Listalleliittyminen

source: Back to Subscription Form
fi: Takaisin listalleliittymis-lomakkeeseen

source: Return to %1
fi: Paluu sivulle: %1

source: %1Update your records%2
fi: %1Päivitä tietosi%2

source: Subscriber Login
fi: Jäsenen sisäänkirjautuminen

source: In order to check your subscription status, update your information, or unsubscribe, you must enter your email address in the field below.
fi: Jos haluat tarkistaa jäsenyytesi tilan, päivittää jäsentietojasi, tai poistua listalta, anna email-osoitteesi alla olevaan kenttään.

source: Login
fi: Kirjaudu sisään

source: Your Email:
fi: Email-osoitteesi:

source: Update Activation
fi: Päivitysoikeuden aktivointi

source: We require that you verify your email address before unsubscribing or updating your records. This extra step is necessary to maintain your privacy, and to protect you against fraudulent activity.
fi: Ennen kuin voit päivittää tietojasi tai poistua postituslistalta, sinun tulee osoittaa, että sinulla on käyttöoikeus antamaasi email-osoitteeseen. Tämä lisätoimenpide on välttämätön yksityisyytesi suojaamiseksi ja tilisi väärinkäytön estämiseksi.

source: An activation email has recently been sent to %1. Please check your inbox.
fi: Aktivointi-viesti on postitettu osoitteeseen %1. Tarkista email-laatikkosi.

source: Pending Changes
fi: Muutoksia vireillä

source: SEND another confirmation email
fi: LÄHETÄ toinen vahvistuspyyntö

source: CANCEL your pending request
fi: HYLKÄÄ vireillä oleva pyyntösi

source: Subscriber Confirmation
fi: Liittymisvahvistus

source: Installation
fi: Asennus

source: Online install
fi: Online-asennus

source: Welcome to the online installation process. We have connected to the database and set your language successfully. Fill in the values below, and you'll be on your way!
fi: Tervetuloa online-asennukseen. Olemme muodostaneet yhteyden tietokantaan ja asettaneet kieliasetukset onnistuneesti. Täytä alla olevat kohdat ja olet valmis!

source: Configuration Options
fi: Perusasetukset

source: Name of Mailing List:
fi: Postituslistan nimi:

source: (ie. Brice's Mailing List)
fi: (esim. Bricen Postituslista)

source: Name of Website:
fi: WWW-sivuston nimi:

source: (ie. The poMMo Website)
fi: (esim. poMMo-sivut)

source: Website URL:
fi: WWW-sivuston URL:

source: (ie. http://www.pommo-rocks.com/)
fi: (esim. http://www.pommo-rokkaa.com/)

source: Administrator Password:
fi: Järjestelmänvalvojan salasana:

source: (you will use this to login)
fi: (käytät tätä kirjautuessasi sisään)

source: Verify Password:
fi: Vahvista salasana:

source: (enter password again)
fi: (anna salasana uudestaan)

source: Administrator Email:
fi: Järjestelmänvalvojan Email:

source: (enter your valid email address)
fi: (anna validi email-osoite)

source: Install
fi: Asenna

source: To disable debugging
fi: Ottaaksesi debugging-tilan POIS käytöstä

source: Click Here
fi: Klikkaa tästä

source: To enable debugging
fi: Ottaaksesi debugging-tilan käyttöön

source: Continue to login page
fi: Jatka sisäänkirjautumissivulle

source: Short Name:
fi: Lyhyt nimi:

source: Identifying name. NOT displayed on Subscription Form or seen by users.
fi: Nimen identifiointi. EI näytety listalleliittymis-lomakkeessa eikä näy käyttäjille.

source: Form Name:
fi: Kaavakenimi:

source: Prompt for field on the Subscription Form. e.g. %1Type your city%2
fi: Listalleliittymis-lomakkeessa näkyvä toimintakehotus. Esim. %1Kirjoita nimesi%2

source: Required:
fi: Vaadittu:

source: Toggle to require field on Subscription Form (user cannot leave blank if %1yes%2)
fi: Vaadi tämän kentän täyttäminen listalleliittymis-lomakkeessa (tyhjää arvoa ei hyväksytä)

source: Active:
fi: Aktiivinen:

source: Toggle display of field for Subscription Form
fi: Näytä kenttä listalleliittymis-lomakkeessa

source: Default:
fi: Oletus:

source: If provided, this value will appear pre-filled on the subscription form
fi: Jos tämä arvo on annettu, se näkyy esitäytettynä listalleliittymis-lomakkeessa

source: Select default choice
fi: Valitse oletus vaihtoehto

source: Update
fi: Päivitys

source: loading...
fi: Lataa...

source: Multiple Choices
fi: Monivalinta

source: Add Option(s)
fi: Lisää vaihtoehto(ja)

source: type option(s)
fi: kirjoita vaihtoehto(ja)

source: Add
fi: Lisää

source: Enter a multiple choice option. You can add more than one choice at a time by separating each with a comma.
fi: Anna monivalinta-vaihtoehto. Voit lisätä useamman kuin yhden vaihtoehdon kerralla erottamalla vaihtoehdot pilkulla.

source: Delete Option(s)
fi: Poista vaihtoehto(ja)

source: Delete
fi: Poista

source: Subscription Forms
fi: Listalleliittymis-lomakkeet

source: Default Subscription Form
fi: Oletus listalleliittymis-lomake

source: Preview the default subscription form. Its look and feel can be adjusted through the theme template ([theme]/user/subscribe.tpl).
fi: Esikatsele oletus listallelliittymis-lomaketta. Sen ulkonäköä ja toimintaa voidaan säätää teematiedostoista ([theme]/user/subscribe.tpl) käsin.

source: Embedded Subscription From
fi: Upotettu listalleliittymis-lomake

source: Preview subscription forms that you can embed into an area of an existing webpage.
fi: Esikatsele listalleliittymis-lomakkeita, joita voit upottaa valmiiseen WWW-sivuun.

source: HTML Subscription Form
fi: HTML listalleliittymis-lomake

source: Generate a plain HTML subscription form that you can customize to fit your site.
fi: Generoi puhdas HTML listalleliittymis-lomake, jonka voit räätälöidä sopimaan WWW-sivullesi.

source: Global Rates
fi: Yleisarvot

source: Mail Rate
fi: Postitusnopeus

source: %1 per Second
fi: %1 sekunnissa

source: %1 per Hour
fi: %1 tunnissa

source: Bandwidth Limit
fi: Bandwidth Limit (kaistarajoitus)

source: Restore Defaults
fi: Palauta oletukset

source: Rates per Domain
fi: Domain-kohtaiset rajoitukset

source: You may also limit the amount of mail a single domain receives in a period. This is useful for larger mailings, and prevents the "slamming" of the domain (which can get your mails rejected). As example, you can choose to send no more than 1 mail every 20 seconds to a domain by setting the mails to 1 and the period interval to 20. Warning; this setting will significantly delay a mailing if many of your subscribers use the same domain (e.g. @yahoo.com).
fi: Voit myös rajoittaa yhden domainin vastaanottamien emailin määrän jaksokohtaisesti. Tämä on kätevä suurissa postituksissa, ja ehkäisee domainin "slammingin" (joka voi johtaa postiesi hylkäämiseen). Esimerkiksi, voit valita ettet lähetä yhteen domainiin enempää kuin 1 postin 20 sekunnissa asettamalla Postitusnopeuden 1:ksi ja jakso-intervallin 20:ksi. Varoitus; tämä säätö hidastaa postitusta merkittävästi jos moni jäsenistäsi käyttää samaa domainia (esim. @yahoo.com).

source: Period Interval
fi: Jakso-intervalli

source: %1 seconds
fi: %1 sekuntia

source: %1 per Period
fi: %1 /jakso

source: No Limit
fi: Ei rajoitusta

source: From Name:
fi: Lähettäjän nimi:

source: (Default name mails will be sent from)
fi: (postitusten lähettäjän oletus nimi)

source: From Email:
fi: Lähettäjän Email:

source: (Default email mails will be sent from)
fi: (postitusten lähettäjän oletus email-osoite )

source: Bounce Address:
fi: Bounce email:

source: (Returned emails will be sent to this address)
fi: (palautetut postit lähetetään tähän osoitteeseen)

source: Demonstration Mode:
fi: Demo-tila:

source: on
fi: päällä

source: off
fi: pois päältä

source: (Toggle Demonstration Mode)
fi: (kytke Demo-tila)

source: Public Mailings
fi: Julkiset postitukset

source: (When on, the public can view past mailings at this %1URL%2)
fi: (kun päällä, kuka tahansa voi katsella lähetettyjä posteja osoitteessa %1URL%2)

source: Set mailing throttle values
fi: Aseta postituksen throttle-arvot

source: (controls mails per second, bytes per second, and domain limits)
fi: (kontrolloi postien määrää sekunnissa, tavuja sekunnissa, ja domain-rajoituksia)

source: Character Set:
fi: Merkistö:

source: UTF-8 (recommended)
fi: UTF-8 (suositus)

source: (Select Default Character Set of Mailings)
fi: (valitse oletus merkistö postituksiin)

source: Runtime:
fi: Ajoaika:

source: (Seconds a processing script runs for. Default: 80, Minimum: 15)
fi: (aika skriptin ajamiseen sekunteina. Oletus: 80, Minimi: 15)

source: A test message will be sent to the supplied recipient. If you receive it, poMMo can use the %1 exchanger. Remember to check your SPAM folder too.
fi: Testipostitus lähetetään annetulle vastaanottajalle. Jos saat sen, poMMo voi käyttää %1 exchangeria. Muista tarkistaa myös roskapostikansiosi.

source: Recipient
fi: Vastaanottaja

source: (address to send test message to)
fi: (osoite, johon testipostitus lähetetään)

source: Send Mailing
fi: Lähetä postitus

source: SMTP Throttling
fi: SMTP Throttle

source: Throttle Sharing
fi: Throttlen jakaminen

source: (ON; the throttler will be global. OFF; independent throttler per relay.)
fi: (PÄÄLLÄ; throttler on yleinen. OFF; itsenäinen relay-kohtainen throttler.)

source: SMTP Status:
fi: SMTP tila:

source: Connected to SMTP server
fi: Yhdistetty SMTP-palvelimeen

source: Unable to connect to SMTP server
fi: Ei saada yhteyttä SMTP-palvelimeen

source: SMTP Host:
fi: SMTP Isäntä:

source: (IP Address or Name of SMTP server)
fi: (IP-osoite tai SMTP-palvelimen nimi)

source: Port Number:
fi: Portin numero:

source: (Port # of SMTP server [usually 25])
fi: (SMTP-serverin portti [yleensä 25])

source: SMTP Authentication:
fi: SMTP Autentikointi:

source: (Toggle SMTP Authentication [usually off])
fi: (Laita SMTP autentikointi päälle [yleensä pois päältä])

source: SMTP Username:
fi: SMTP käyttäjänimi:

source: (optional)
fi: (tarvittaessa)

source: SMTP Password:
fi: STMP salasana:

source: Update Relay #%1
fi: Päivitä Relay #%1

source: This is your default relay
fi: Tämä on sinun oletus relay

source: Remove Relay #%1
fi: Poista Relay

source: Add Another Relay
fi: Lisää Relay

source: List Name:
fi: Listan nimi:

source: (The name of your Mailing List)
fi: (postituslistasi nimi - näkyy käyttäjille oletusviesteissä ja -sivuilla)

source: Website Name:
fi: WWW-sivuston nimi:

source: (The name of your Website)
fi: (WWW-sivustosi nimi - näkyy käyttäjille oletussivuilla)

source: (Web address of your Website)
fi: (Sivustosi osoite - näkyy käyttäjille oletussivuilla)

source: Success URL:
fi: "Tervetuloa listallemme"-sivun URL:

source: (Webpage users will see upon successfull subscription. Leave blank to display default welcome page.)
fi: (sivu jonka jäsenehdokas näkee onnistuneen listalleliittymisen jälkeen. Jätä tyhjäksi, jos haluat että oletussivu näytetään)

source: Confirm URL:
fi: "Vahvistuspyyntö lähetetty"-sivun URL:

source: (Webpage users will see upon subscription attempt. Leave blank to display default confirmation page.)
fi: (sivu, jossa jäsenehdokasta pyydetään reagoimaan hänelle lähetettyyn vahvistuspyyntöön. Jätä tyhjäksi, jos haluat että oletussivu näytetään)

source: Email Confirmation:
fi: Osoitteen vahvistuspyynnön lähettäminen:

source: (Set to validate email upon subscription attempt.)
fi: (aseta päälle varmistaaksesi että jäsenehdokas käyttää omaa email-osoitettaan)

source: Test Exchanger
fi: Testaa Exchanger

source: (Select Mail Exchanger)
fi: (Valitse Mail Exchanger)

source: Setup your SMTP Servers
fi: Aseta SMTP-palvelimesi säädöt

source: (configure SMTP relays)
fi: (konfiguroi SMTP relays)

source: notifications
fi: Ilmoitukset

source: Administrators can be sent a notification of subscription list changes.
fi: Järjestelmänvalvojille voidaan lähettää ilmoitus jäsenlistan muutoksista.

source: Notification email(s):
fi: Ilmoitus-email -osoite:

source: (Notifications will be sent to the above address(es). Multiple addresses can be entered -- seperate with a comma.)
fi: (Ilmoitukset lähetetään ylläolevaan osoitteeseen (/osoitteisiin). Useiden osoitteiden antaminen on mahdollista -- erota osoitteet pilkuilla.)

source: Subject Prefix:
fi: Aihekentän etuliite:

source: (The subject of Notification Mails will begin with this)
fi: (Ilmoituspostien aihekenttä alkaa tällä)

source: Notify on %1
fi: Ilmoitukset tapahtumasta: %1

source: (sent upon successful subscription)
fi: (lähetetään onnistuneen listalleliittymisen yhteydessä)

source: (sent upon successful unsubscription)
fi: (lähetetään onnistuneen listaltapoistumisen yhteydessä)

source: (sent upon subscriber update)
fi: (lähetetään jäsentietojen päivittämisen yhteydessä)

source: (sent upon subscription attempt)
fi: (lähetetään listalleliittymis-yrityksen yhteydessä)

source: Messages
fi: Viestit

source: Customize the messages sent to your users when they subscribe, unsubscribe, attempt to subscribe, or request to update their records.
fi: Räätälöi viestit, jotka jäsenille lähetetään kun he liittyvät listalle, poistuvat listalta, yrittävät liittyä listalle tai pyytävät saada päivittää tietojaan.

source: Subscription
fi: Listalleliittyminen

source: (Check to Enable)
fi: (ruksaa asettaaksesi toiminto päälle)

source: Subject:
fi: Aihe:

source: Message:
fi: Viesti:

source: Website
fi: WWW-sivusto

source: (displayed on webpage)
fi: (näytetään WWW-sivulla)

source: Restore to Defaults
fi: Palauta oletusasetukset

source: Unsubscription
fi: Listaltapoistuminen

source: Subscription Confirmation
fi: Listalleliittymisen vahvistaminen

source: Account Access
fi: Jäsentilin käyttöoikeuden varmentaminen

source: Update Validation
fi: Jäsentietojen päivitysoikeuden vahvistaminen

source: Administrator Username:
fi: Järjestelmänvalvojan käyttäjänimi:

source: (email address of administrator)
fi: (Järjestelmänvalvojan email-osoite)

source: Fields Page
fi: Tietokentät

source: Subscriber fields allow you to collect information on list members. They are typically displayed on the subscription form, although "hidden" ones can be used for administrative purposes. %1Groups%2 are based on subscriber field values.
fi: Tietokentät antavat sinulle mahdollisuuden kerätä tietoa listasi jäsenistä. Kentät näytetään ja jäseniä pyydetään täyttämään ne tyypillisesti listalleliittymis-lomakkeessa, mutta "piilotettuja" kenttiä voidaan käyttää myös hallinnointitarkoituksiin. %1Jäsenryhmät%2 muodostetaan kenttiin annettujen arvojen perusteella.

source: New field name:
fi: Uusi kentän nimi:

source: type new field name
fi: kirjoita uusi kentän nimi

source: Field type:
fi: Kenttätyyppi:

source: Text
fi: Teksti

source: Number
fi: Numero

source: Checkbox
fi: Valintaruutu

source: Multiple Choice
fi: Monivalinta

source: Date
fi: Pvm

source: Comment
fi: Kommentti

source: Field Ordering
fi: Kenttien järjestys

source: Change the ordering of fields on the subscription form by dragging and dropping the order icon
fi: Muuta kenttien järjestystä listalleliittymis-lomakkeessa siirtämällä 'Järjestys'-ikonia

source: Edit
fi: Muokkaa

source: Order
fi: Järjestys

source: Field Name
fi: Kentän nimi

source: Fields marked like %1 this %2 are required.
fi: %1 Tällä tavoin %2 merkatut kentät vaaditaan.

source: %1Green%2 fields are active.
fi: %1Vihreät%2 kentät ovat aktiivisia.

source: Embedded Subscription Forms
fi: Upotetut listalleliittymis-lomakkeet

source: Return to Subscription Forms
fi: Paluu listalleliittymis-lomakkeisiin

source: Subscription forms can easily be added to your website using a line of code. You can use the PHP include listed below, or embed the actual HTML. Remember, you can also direct subscribers to the
fi: Listalleliittymis-lomakkeita voidaan helposti lisätä WWW-sivustollesi koodipätkän avulla. Voit käyttää alla olevaa PHP include -koodia tai uppottaa sitä vastaavan linkin takaa paljastuvan HTML-koodipätkän. Muista, että voit myös ohjata liittyvän jäsenen kohtaan

source: Default Subscribe Form
fi: Oletus listalleliittymis-lomake

source: Mini Subscription Form
fi: Mini listalleliittymis-lomake

source: This prints a form which prompts for a user's email address. If the inputted email exists as a registered subscriber, it redirects to the subscriber update page. If not, it redirects to the the default subscription form.
fi: Tämä tulostaa lomakkeen joka kehottaa käyttäjää antamaan ainoastaan email-osoitteensa (EI tietokenttiä). Jos annettu email-osoite on jo olemassa jäsenlistalla, lomake uudelleenohjaa jäsenen päivitys-sivulle. Jos email-osoitetta ei ole tietokannassa, käyttäjä ohjataan oletus listalleliittymis-lomakkeeseen.

source: Preview
fi: Esikatselu

source: Full Subscription Form
fi: Laaja listalleliittymis-lomake

source: This prints the entire subscription form.
fi: Tämä tulostaa laajan listalleliittymis-lomakkeen. (sisältää myös tietokentät)

source: Subscription Form
fi: Listalleliittymis-lomake

source: Return to Setup Page
fi: Paluu sivulle: Asetukset

source: You can change the login information, set website and mailing list parameters, end enable demonstration mode. If you enable demonstration mode, no emails will be sent from the system.
fi: Voit muuttaa sisäänkirjautumistietoja, asettaa www-sivu- ja postituslista-parametreja ja aktivoida demo-tilan. Jos olet aktivoinut demo-tilan, posteja ei lähetetä järjestelmästä.

source: Users
fi: Käyttäjät

source: General
fi: Yleiset

source: Setup Page
fi: Asetukset

source: Set your mailing list name, its default behavior, and the administrator's information.
fi: Aseta postituslistan nimi, sen toimintatapa ja Järjestelmänvalvojan tiedot.

source: Subscriber Fields
fi: Tietokentät

source: Choose the information you'd like to collect from your subscribers.
fi: Valitse mitä tietoa haluat kerätä jäseniltä.

source: Preview and Generate the subscription form for your website.
fi: Esikatsele ja muodosta listalleliittymis-lomake www-sivullesi.

source: Welcome to subscriber export!
fi: Tervetuloa jäsentietojen vientiin!

source: Export Subscribers
fi: Vie jäsentiedot

source: Export Type
fi: Viennin tyyppi

source: .TXT - Only Email Addresses
fi: .TXT - Vain email-osoitteet

source: .CSV - All subscriber Data
fi: .CSV - Kaikki jäsentiedot

source: Export
fi: Vie

source: All Pages
fi: Kaikki sivut

source: Current Page
fi: Nykyinen sivu

source: Include
fi: Sisällytä

source: Date Registered
fi: Rekisteröinti Pvm

source: IP Address
fi: IP-osoite

source: Enter email addresses of subscribers in the box below. Seperate emails with commas, spaces, or line breaks.
fi: Anna jäsenten email-osoitteet alla olevaan lomakkeeseen. Erottele osoitteet pilkuilla, välilyönneillä tai rivivaihdoilla.

source: Remove Subscribers
fi: Poista jäsenet

source: Email Addresses:
fi: Email-osoitteet:

source: Enter Emails...
fi: Anna email-osoitteet...

source: Reset
fi: Nollaa

source: Exclude
fi: Poisjätä

source: members in group %1.
fi: jäsenet ryhmästä %1.

source: Cancel
fi: Peruuta

source: Edit Subscriber
fi: Muokkaa jäsentietoa

source: Force (bypasses validation)
fi: Pakota (prosessoi ilman validointia)

source: Update Subscriber
fi: Päivitä jäsentiedot

source: value must be a date
fi: arvon tulee olla päivämäärä

source: value must be a number
fi: arvon tulee olla numero

source: value must not be blank
fi: arvo ei voi olla tyhjä

source: Match subscribers where
fi: Etsi jäseniä joilla

source: Value(s)
fi: Arvo(t)

source: Welcome to adding subscribers! You can add subscribers one-by-one here. If you would like to add subscribers in bulk, visit the %1Subscriber Import%2 page.
fi: Tervetuloa jäsenten lisäämiseen! Tässä voit lisätä jäseniä yksi kerrallaan. Jos haluat lisätä useita jäseniä kerralla, mene %1Jäsenten tuonti%2-sivulle.

source: Add Subscriber
fi: Lisää jäsen

source: Groups Page
fi: Jäsenryhmät

source: Subscriber Groups allow you to mail subsets of subscribers instead of the entire list. Groups are defined by customizable matching rules, and members are automatically assigned based on their %1subscriber field%2 values.
fi: Jäsenryhmät mahdollistavat postittamisen valituille osille jäsenlistaa. Ryhmät muodostetaan räätälöitävissä olevilla säännöillä, ja jäsenet lisätään ryhmiin automaattisesti näitä sääntöjä vastaavien %1tietokenttä%2-arvojen perusteella.

source: New group
fi: Uusi jäsenryhmä

source: Group name
fi: Ryhmän nimi

source: type new group name
fi: anna uusi ryhmän nimi

source: Group Name
fi: Ryhmän nimi

source: Add Subscribers
fi: Lisää jäseniä

source: Return to Subscribers Page
fi: Paluu sivulle: Jäsenet

source: View
fi: Katso

source: Active Subscribers
fi: Aktiivisia jäseniä

source: Unsubscribed
fi: Listalta poistuneita

source: Pending
fi: Vireillä olevat

source: Belonging to Group
fi: Jotka kuuluvat jäsenryhmään

source: All Subscribers
fi: Kaikki jäsenet

source: Search
fi: Etsi

source: Find Subscribers where
fi: Etsi jäsentietoja joissa

source: time registered
fi: rekisteröitymisaika

source: time last updated
fi: viimeisin päivitysaika

source: is like
fi: on

source: Delete Checked Subscribers
fi: Poista valitut jäsenet

source: Edit Checked
fi: Muokkaa valittuja

source: Registered
fi: Rekisteröitynyt

source: Updated
fi: Päivitetty

source: Import Subscribers
fi: Tuo

source: %1 non-duplicate subscribers will be imported. %2 were ignored as duplicates.
fi: %1 ei-kaksoiskappale jäsentä tuodaan. %2 ohitettiin kaksoiskappaleina.

source: Notice: Imported subscribers will be flagged to update their records
fi: Ilmoitus: Tuodut jäsenet merkitään päivittämään tietojaan

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Subscribers Page
fi: Jäsenet

source: subscribers. See an overview of your current and pending subscribers. You can add, delete, and edit subscribers from here.
fi: Katso listaus nykyisistä ja vireillä olevista jäsenistä. Voit lisätä, poistaa ja muokata jäsentietoja.

source: Subscribers. You can import large amounts of subscribers using files stored on your computer.
fi: Voit tuoda kerralla suuren määrän jäseniä omalla koneellasi olevista tiedostoista.

source: Manage "mailing groups" from this area. Mailing groups allow you to mail subsets of your subscribers, rather than just the entire list.
fi: Hallinnoi ja luo jäsenryhmiä. Jäsenryhmät mahdollistavat postitusten kohdentamisen jäsenlistan osajoukoille.
