Repository: iceburg-net/poMMo
Catalog: aardvark-development/language/*/*-pommo.po
Languages: fi

source: Welcome to Subscriber Import! You can import subscribers from a list of email addresses or from a full fledged CSV file containing subscriber field values as well as their email. CSV files should have one subscriber(email) per line with field information seperated by commas(%1,%2).
fi: Tervetuloa Jäsenten tuonti -sivulle. Voit tuoda jäseniä email-osoite -listasta tai CSV-tiedostosta, jossa on sekä tietokenttä-arvot että email-osoitteet. CSV-tiedostossa tulee olla vähintään yksi email rivillään ja tietokenttien arvot tulee olla erotettu pilkuilla(%1,%2).

source: Popular programs such as Microsoft Excel and %1 Open Office %2 support saving files in CSV (Comma-Seperated-Value) format.
fi: Suositut ohjelmistot kuten Microsoft Excel ja %1 Open Office %2 tukevat tallentamista CSV (Comma-Seperated-Value) -muotoon.

source: Duplicate subscribers or invalid email addresses will be ignored.
fi: Kaksoiskappaleet ja epäkelvot email-osoitteet jätetään huomioimatta.

source: Type
fi: Tyyppi

source: List of Email Addresses
fi: Email-osoite -lista

source: Type subscribers into a box
fi: Kirjoita jäsentiedot lomakkeeseen

source: From a box
fi: Lomakkeesta

source: CSV file:
fi: CSV-tiedosto:

source: Upload subscribers from a file
fi: Hae jäsentiedot tiedostosta

source: From a file
fi: Tiedostosta

source: Type/Paste Contents...
fi: Voit kirjoittaa/liittää tuotavan sisällön tähän...

source: Allow unsubscribed emails to be re-subscribed.
fi: Hyväksy listalta poistuneiden email-osoitteiden liittyminen takaisin listalle.

source: Edit Group
fi: Muokkaa jäsenryhmää

source: To add subscribers to a group you must create matching rules. Subscribers are automatically added to a group if their %1subscriber field%2 values "match" a Group's rules. For example, if you collect "AGE" and "COUNTRY" as %1subscriber fields%2, you can match those who are 21+ and living in Japan by creating two rules; one which matches "AGE" to greater than 20, and another which matches "Japan" to "COUNTRY". Including or excluding members of other groups is possible.
fi: Lisätäksesi jäsenen ryhmään sinun tulee luoda vastaavuussääntö. Jäsenet lisätään automaattisesti ryhmään jos heidän %1tietokenttien%2 arvonsa "vastaavat" ryhmän sääntöjä. Esimerkiksi, jos keräät "IKÄ" ja "KOTIMAA" -tietoja %1tietokenttinä%2, voit valita ne, jotka ovat iältään 21+ ja asuvat Japanissa luomalla kaksi sääntöä; yksi joka tarkastaa että jäsenen "IKÄ"-kentän arvo on enemmän kuin 20, ja toisen joka tarkastaa että "Japani" on jäsenen "KOTIMAA"-kentän arvo. Jäsenen ryhmäjäsenyys on myös mahdollista määrittää käyttäen sisällyttämisen tai poissulun kriteerinä jäsenen muita ryhmäjäsenyyksiä.

source: Change Name
fi: Muuta nimeä

source: Group name:
fi: Ryhmän nimi:

source: Rename
fi: Nimeä uudelleen

source: Add Rule
fi: Lisää vastaavuussääntö

source: Select a %1 field %2 to filter
fi: Valitse %1 tietokenttä %2 suodattimeksi

source: Choose Subscriber Field
fi: Valitse kenttä

source: or, Select a %1 group %2 to include or exclude
fi: tai valitse sisällyttämiseen tai poissulkuun käytettävä %1 jäsenryhmä%2

source: Choose Group
fi: Valitse ryhmä

source: Group Rules
fi: Ryhmän vastaavuussäännöt

source: Field
fi: Kenttä

source: Logic
fi: Logiikka

source: Value
fi: Arvo

source: "AND" RULES
fi: "JA" SÄÄNNÖT

source: MATCH %1ALL%2 OF THE FOLLOWING
fi: TARKASTA VASTAAKO %1KAIKKIA%2 SEURAAVIA

source: or
fi: tai

source: AND
fi: JA

source: OR
fi: TAI

source: No rules have been added
fi: Yhtään sääntöä ei ole lisätty

source: "OR" RULES
fi: "TAI" SÄÄNNÖT

source: <strong>OR</strong>, MATCH %1ANY%2 OF THE FOLLOWING
fi: <strong>TAI</strong>, TARKASTA VASTAAKO %1JOTAKIN%2 SEURAAVISTA

source: <strong>AND</strong>, ADD OR SUBTRACT MEMBERS IN OTHER GROUPS
fi: <strong>JA</strong>, LISÄÄ TAI VÄHENNÄ TOISTEN RYHMIEN JÄSENIÄ

source: %1Add%2 members matching %3
fi: %1Lisää%2 jäsenet joilla on vastaavuus %3

source: %1Subtract%2 members matching %3
fi: %1vähennä%2 jäsenet joilla on vastaavuus %3

source: %1 rules match a total of %2 active subscribers
fi: %1 säännöt vastaavat yhteensä %2 aktiivista jäsentä

source: Assign Fields
fi: Nimeä kenttiä

source: Below is a preview of your CSV data. You can assign subscriber fields to columns. At the very least, you must assign an email address.
fi: Alla on esikatselu CSV-tiedoistasi. Voit nimetä jäsenkenttiä sarakkeiksi; sinun tulee nimetä ainakin email-sarake.

source: Ignore Column
fi: Jätä sarake huomioimatta

source: You must assign an email column!
fi: Sinun tulee nimetä email-sarake!

source: View Last Notices
fi: Katsele viimeisimpiä ilmoituksia

source: Reload Checked Mailing
fi: Lataa uudelleen valittu postitus

source: Delete Checked Mailings
fi: Poista valitut postitukset

source: Group (count)
fi: Ryhmä (jäseniä)

source: Started
fi: Aloitusaika

source: Finished
fi: Lopetusaika

source: Status
fi: Tila

source: Templates allow you to re-use your crafted message bodies. The HTML and text version is remembered.
fi: Viestipohjat mahdollistavat muokkaamiesi viestien uudelleenkäytön. Sekä HTML- että tekstiversio tallennetaan.

source: You may %1load%2 or %1delete%2 templates from here.
fi: Voit %1ladata%2 ja %1poistaa%2 viestipohjia.

source: Template
fi: Viestipohja

source: choose template
fi: valitse viestipohja

source: Description
fi: Kuvaus

source: No template selected
fi: Viestipohjaa ei valittu

source: Skip
fi: Ohita

source: Load
fi: Lataa

source: HTML Message
fi: HTML-versio

source: Leave blank to send text only
fi: Jätä tyhjäksi jos haluat lähettää vain tekstiversion

source: Enable WYSIWYG
fi: Vaihda WYSIWYG-näkymään

source: Add Personalization
fi: Lisää Personointi

source: Save as Template
fi: Tallenna viestipohjana

source: Text Version
fi: Tekstiversio

source: Leave blank to send HTML only
fi: Jätä tyhjäksi jos haluat lähettää vain HTML-version

source: Copy text from HTML Message
fi: Kopioi teksti HTML-viestistä

source: Continue
fi: Jatka

source: Disable WYSIWYG
fi: Vaihda KOODI-näkymään

source: View this Mailing on the Web
fi: Katso tätä postitusta WWW-sivulla

source: Unsubscribe or Update Records
fi: Poistu listalta tai päivitä tietojasi

source: Preview Mailing
fi: Esikatsele postitusta

source: To:
fi: Kenelle:

source: recipients
fi: vastaanottajaa

source: From:
fi: Lähettäjä:

source: Send Test
fi: Testipostitus

source: Message
fi: Viesti

source: Preview Message
fi: Viestin esikatselu

source: (maximum of 60 characters)
fi: (enintään 60 merkkiä)

source: Send Mail To:
fi: Lähetä posti jäsenryhmälle:

source: All subscribers
fi: Kaikki jäsenet

source: (Select who should receive the mailing)
fi: (Valitse kenelle viesti lähetetään)

source: Return:
fi: Palautus:

source: (Select Character Set of Mailings)
fi: (Valitse viestin merkistö)

source: Name:
fi: Nimi:

source: Description:
fi: Kuvaus:

source: (Brief Summary - 255 characters)
fi: (Lyhyt yhteenveto - 255 merkkiä)

source: Save
fi: Tallenna

source: Mailing sent to %1
fi: Postitus lähetetty vastaanottajalle %1

source: Verify the appeareance of a mailing by sending a message to yourself.
fi: Varmista viestin ulkonäkö lähettämällä se itsellesi.

source: If your mailing includes personalizations, you can %1optionally%2 supply test values
fi: Jos postitus pitää sisällään Personointeja, voit %1halutessasi%2 antaa testiarvot

source: Personalizations
fi: Personoinnit

source: Mailings may be personalized per subscriber. You can inject %1subscriber field%2 values, clickable links, and tracking information.
fi: Postitukset voidaan personoida jäsenkohtaisesti. Voit lisätä niiihin %1tietokenttä%2-arvoja, klikattavia linkkejä ja seurantakoodi-tietoja.

source: Personalizations allow you to write a message like "Dear [[firstName|Loyal Subscriber]], Happy New Year! .... follow this link to unsubscribe or update your records; [[!unsubscribe]]".
fi: Personoinnit antavat sinulle mahdollisuuden kirjoittaa viestejä tyyliin "Arvoisa [[etuNimi|Jäsen]], Listavastaava toivottaa sinulle hassunhauskaa helluntaita! .... seuraa tätä linkkiä poistuaksesi postituslistaltamme tai päivittääksesi tietojasi: [[!unsubscribe]]".

source: Personalization
fi: Personointi

source: Link (URL)
fi: Linkki (URL)

source: Tracking (ID)
fi: Seurantakoodi (ID)

source: Default (optional; used if no value exists)
fi: Oletus (valinnainen; käytetään jos arvoa ei ole annettu)

source: View on Web (public mailings must be enabled)
fi: Katsele postia WWW-sivulla (julkisten postitusten tulee olla päällä)

source: Subscriber ID
fi: Jäsen ID

source: Mailing ID
fi: Postitus ID

source: Insert
fi: Sijoita

source: Mailings take place in the background so feel free to close this page, visit other sites, or even turn off your computer. You can always return to this status page by visiting the Mailings section. %1Throttle settings%2 can also be adjusted -- although you must pause and revive the mailing before changes take effect.
fi: Postitukset tapahtuvat automaattisesti, joten voit halutessasi sulkea tämän sivun, surffata netissä tai vaikka sulkea tietokoneesi. Voit aina palata tälle tilanne-sivulle käymällä Postitukset osiossa. %1Throttle asetuksia%2 voidaan myös säätää -- vaikkakin tällöin sinun tulee pysäyttää ja uudelleenkäynnistää postitus ennen kuin muutokset astuvat voimaan.

source: Sending message to %1 subscribers.
fi: Viesti lähtetään %1 jäsenelle.

source: Mailing Status
fi: Postituksen tilanne

source: Initializing...
fi: Käynnistyy...

source: Pause Mailing
fi: Pysäytä postitus

source: Resume Mailing
fi: Jatka postitusta

source: Cancel Mailing
fi: Hylkää postitus

source: Mailing Finished
fi: Postitus valmis

source: Return to
fi: Paluu sivulle:

source: Mailings Page
fi: Postitukset

source: Command Recieved. Please wait...
fi: Käsky vastaanotettu. Ole hyvä ja odota...

source: %1 mails sent
fi: %1 postia lähetetty

source: Last 50 notices
fi: Viimeisimmät 50 ilmoitusta

source: Sent Emails
fi: lähetetyttyjä

source: Unsent Emails
fi: lähettämättömiä

source: Failed Emails
fi: epäonnistuneita

source: Create and send a mailing.
fi: Luo ja lähetä postitus.

source: View mailings that have already been sent.
fi: Katsele vanhoja postituksia.

source: Return to Mailings Page
fi: Paluu sivulle: Postitukset

source: Templates
fi: Viestipohjat

source: Compose
fi: Editoi

source: Admin Menu
fi: Päävalikko

source: Send mailings to the entire list or to a subset of subscribers. Mailing status and history can also be viewed from here.
fi: Täällä luot ja lähetät postituksia - ne voidaan lähettää koko jäsenlistalle tai sen osajoukolle (jäsenryhmälle). Täältä näet myös postituksen tilan ja postitushistorian.

source: Here you can list, add, delete, import, export, and update your subscribers. You can also create groups (subsets) of your subsribers from here.
fi: Täällä voit listata, lisätä, poistaa, tuoda, viedä ja päivittää jäsentietoja. Voit myös muodostaa jäsenlistasta osajoukkoja eli jäsenryhmiä.

source: This area allows you to configure poMMo. Set mailing list parameters, choose the information you'd like to collect from subscribers, and generate subscription forms from here.
fi: Tällä alueella voit konfiguroida poMMoa. Voit asettaa postituslista-parametrit, luoda listalleliittymis-lomakkeita ja valita mitä tietoja jäsenistä kerätään ja heidän tileihinsä liitetään (tietokentät).

source: If you like poMMo, please consider a dontation to support its development
fi: Jos pidät poMMosta, toivomme että harkitset lahjoitusta, jolla tuet ohjelman kehitystä

source: Confirm your action.
fi: Vahvista, ole hyvä.

source: please return
fi: ole hyvä ja palaa

source: I confirm
fi: Minä vahvistan

source: Confirm
fi: Vahvista

source: Upgrader
fi: Ohjelmistopäivittäjä

source: Online Upgrade Script
fi: Online-ohjelmistopäivittäjä skripti

source: Welcome to the poMMo online upgrade process. This script will automatically upgrade your old version of poMMo.
fi: Tervetuloa poMMo online-ohjelmistopäivitykseen. Tämä skripti päivittää automaattisesti vanhan poMMo-versiosi uudempaan.

source: To force the upgrade
fi: Pakottaaksesi ohjelmistopäivityksen

source: Support Page
fi: Tuki

source: Join newsletter
fi: Liity postituslistalle

source: Choose Selection
fi: Tee valinta

source: Subscribe
fi: Liity

source: Your Information
fi: Tietosi

source: New Email:
fi: Uusi email-osoite:

source: Verify New Email:
fi: Varmista uusi email-osoite:

source: Update Records
fi: Päivitä tiedot

source: Administrative Login
fi: Järjestelmänvalvojan sisäänkirjautuminen

source: You have requested to reset your password. If you are sure you want to do this, please fill in the captcha below. Enter the text you see between the brackets (%1[]%2).
fi: Olet pyytänyt nollaamaan salasanasi. Jos olet varma, että haluat tehdä tämän, ole hyvä ja täydennä allaoleva kuvavarmennus-kenttä. Syötä teksti jonka näet hakasulkujen (%1[]%2) sisällä.

source: Captcha
fi: Kuvavarmennus

source: Captcha Text:
fi: Kuvavarmennuksen teksti:

source: Reset Password
fi: Nollaa salasana

source: Username
fi: Käyttäjätunnus

source: Password
fi: Salasana

source: Log In
fi: Kirjaudu sisään

source: Forgot your password?
fi: Unohditko salasanasi?

source: January
fi: Tammikuu

source: Febuary
fi: Helmikuu

source: March
fi: Maaliskuu

source: April
fi: Huhtikuu

source: May
fi: Toukokuu

source: June
fi: Kesäkuu

source: July
fi: Heinäkuu

source: August
fi: Elokuu

source: September
fi: Syyskuu

source: October
fi: Lokakuu

source: November
fi: Marraskuu

source: December
fi: Joulukuu

source: Sunday
fi: Sunnuntai

source: Monday
fi: Maanantai

source: Tuesday
fi: Tiistai

source: Wednesday
fi: Keskiviikko

source: Thursday
fi: Torstai

source: Friday
fi: Perjantai

source: Saturday
fi: Lauantai

source: Prev
fi: Edel

source: Next
fi: Seur

source: Close
fi: Sulje

source: Choose Date
fi: Valitse päivämäärä

source: Both HTML and Text cannot be empty
fi: Sekä HTML että Text eivät voi molemmat olla tyhjiä

source: is
fi: on

source: is not
fi: ei ole

source: is checked
fi: on valittu

source: is not checked
fi: ei ole valittu

source: is greater than
fi: on enemmän kuin

source: is less than
fi: on vähemmän kuin

source: or in group
fi: tai ryhmässä

source: and not in group
fi: ja ei ryhmässä

source: You may now %1$s login %2$s with username: %3$s and password: %4$s
fi: Voit nyt %1$s kirjautua %2$s käyttäjätunnuksella: %3$s ja salasanalla: %4$s

source: Can write to ERROR_LOG. Check work directory permissions!
fi: Ei voida kirjoittaa ERROR_LOG-tiedostoon. Tarkista työhakemiston käyttöoikeudet!

source: An actvation mail has been sent to %s. Please follow its instructions to access your records.
fi: Aktivointi-email on lähetetty osoitteeseen %s. Ole hyvä ja seuraa sen ohjeita päästäksesi tietoihisi.

source: A confirmation mail has been sent to %s. Please follow its instructions to complete your request.
fi: Vahvistuspyyntö on lähetetty osoitteeseen %s. Ole hyvä ja seuraa sen ohjeita viimeistelläksesi prosessi.

source: Error sending mail
fi: Virhe emailia lähetettäessä

source: Welcome to our mailing list. You can always login to update your records or unsubscribe by visiting: %s
fi: Tervetuloa postituslistoillemme. Voit milloin tahansa kirjautua sisään päivittääksesi tietojasi tai poistuaksesi listoiltamme osoitteessa: %s

source: Welcome to %s
fi: Tervetuloa postituslistalle %s

source: Welcome to our mailing list. Enjoy your stay.
fi: Tervetuloa postituslistallemme. Toivomme, että viihdyt.

source: Farewell from %s
fi: Poistuminen postituslistalta %s

source: You have been unsubscribed and will not receive any more mailings from us. Feel free to come back anytime!
fi: Olet poistunut postituslistaltamme, joten emme siis enää lähetä sinulle listan postituksia. Voit vapaasti liittyä takaisin listallemme milloin vaan!

source: You have successfully unsubscribed. Enjoy your travels.
fi: Olet onnistuneesti poistanut osoitteesi postituslistaltamme. Oikein hyvää jatkoa.

source: You have requested to subscribe to %s. We would like to validate your email address before adding you as a subscriber. Please click the link below to be added ->
fi: Olet pyytänyt saada liittyä postituslistalle %s. Haluaisimme varmistaa, että sinulla on käyttöoikeus antamaasi email-osoitteen ennen kuin lisäämme sinut listan jäseneksi. Ole hyvä ja klikkaa alla olevaa linkkiä, niin lisäämme email-osoitteesi listallemme ->

source: If you have received this message in error, please ignore it.
fi: Jos olet saanut tämän viestin vahingossa, ole hyvä ja jätä se huomioimatta.

source: Subscription request
fi: Liittyminen postituslistalle

source: Someone has requested to access to your records for %s.
fi: Olet pyytänyt päästä käsiksi %s -postituslistan jäsentietoihisi.

source: You may edit your information or unsubscribe by visiting the link below ->
fi: Voit muokata tietojasi tai poistua postituslistaltamme allaolevan linkin kautta ->

source: %s: Account Access.
fi: %s: Jäsentilin käyttöoikeuden varmentaminen

source: You have requested to change your password for %s.
fi: Olet pyytänyt saada vaihtaa salasanaa jäsenelle %s.

source: Please validate this request by clicking the link below ->
fi: Ole hyvä ja vahvista tämä pyyntö klikkaamalla allaolevaa linkkiä ->

source: Change Password request
fi: Muuta salasanapyyntöä

source: You have requested to update your records for %s.
fi: Olet pyytänyt saada päivittää postituslistan %s jäsentietojasi.

source: Update Records request
fi: Jäsentietojen päivitys

source: poMMo test message
fi: poMMo testaus-viesti

source: This message indicates that poMMo is able to use the %s exchanger.
fi: Tämän viestin näkyminen viittaa siihen, että poMMo pystyy käyttämään %s exchangeria.

source: Error Sending Mail
fi: Virhe postituksessa

source: poMMo %s Notice
fi: poMMo %s Ilmoitus

source: new subscriber!
fi: Uusi jäsen!

source: user unsubscribed.
fi: Jäsen poistunut listalta

source: new pending!
fi: Uusi listalleliittyminen vireillä!

source: subscriber updated.
fi: Jäsentiedot päivitetty

source: %s is a required field.
fi: %s on kenttä johon vaaditaan vastaus.

source: Illegal input for field %s.
fi: Sääntöjenvastainen arvo kentässä %s.

source: Field (%s) must be a date (
fi: Kentän (%s) arvon tulee olla päivämäärä (

source: Field (%s) must be a number.
fi: Kentän (%s) arvon tulee olla numero.

source: Database Error:
fi: Tietokantavirhe:

source: Denied access. You must %slogin%s to access this page...
fi: Pääsy kielletty. Sinun tulee %skirjautua sisään%s päästäksesi tälle sivulle...

source: Could not establish database connection.
fi: Yhteyttä tietokantaan ei voitu muodostaa.

source: Verify your settings in config.php
fi: Varmista asetukset config.php-tiedostossa.

source: Connected to database server but could not select database (%s). Does it exist?
fi: Yhdistetty tietokantapalvelimelle mutta ei voitu valita tietokantaa (%s). Onko se olemassa?

source: Mailing Complete.
fi: Postitus valmis.

source: Restarting Mailing #%s
fi: Käynnistää uudelleen postitusta #%s

source: Started Mailing #%s
fi: Käynnisti postituksen #%s

source: Stopped Mailing #%s
fi: Lopettii postituksen #%s

source: Mailing Cancelled.
fi: Postitus peruutettu.

source: You must restart the mailing.
fi: Sinun tulee käynnistää postitus uudelleen.

source: Runtime (%s seconds) reached, respawning.
fi: Ajoaika (%s seconds) käytetty, respawning.

source: Work Directory (%s) not found! Make sure it exists and the webserver can write to it. You can change its location from the config.php file.
fi: Työhakemistoa (%s) ei löytynyt! Varmista että se on olemassa ja että palvelin voi kirjoittaa sille. Voit muuttaa sen sijaintia config.php-tiedostosta.

source: Cannot write to Work Directory (%s). Make sure it has the proper permissions.
fi: Työhakemistoon (%s) ei voi kirjoittaa! Varmista että hakemiston käyttöoikeudet on määritetty oikein.

source: Working Directory (%s) cannot be created under PHP SAFE MODE. See Documentation, or disable SAFE MODE.
fi: Työhakemistoa (%s) ei voida luoda PHP SUOJA-TILASSA. Katso ohjelman käyttöohjeet, tai poista SUOJA-TILA päältä.

source: Could not create directory
fi: Hakemisto ei voitu luoda.

source: Error loading configuration. Has poMMo been installed? %sClick Here%s to install.
fi: Asetusten laatamisessa virhe. Onko poMMo asennettu? %sKlikkaa tästä%s asentaaksesi.

source: Version Mismatch. %sClick Here%s to upgrade.
fi: Version yhteensopivuusongelma. %sKlikkaa tästä%s tehdäksesi ohjelmiston päivitys.

source: Redirecting, please wait...
fi: Uudelleenohjataan, ole hyvä ja odota...

source: poMMo Website
fi: poMMon kotisivut

source: Template file (%s) not found in default or current theme
fi: Viestipohja tiedostoa (%s) ei löytynyt

source: Sending failed:
fi: Lähettäminen epäonnistui:

source: Mail to: %s not sent. Demonstration mode is active.
fi: Posti osoitteeseen: %s ei lähetettyt. Demo-tila on päällä.

source: Invalid activation code.
fi: Epäkelpo aktivointikoodi.

source: Emails must match.
fi: Email-osoitteiden tulee olla samat.

source: Invalid Email Address
fi: Epäkelpo email-osoite

source: Email address already exists. Duplicates are not allowed.
fi: Email-osoite on jo olemassa. Kaksoiskappaleita ei sallita.

source: Your records have been updated.
fi: Tietosi on päivitetty.

source: Mailing History
fi: Postitushistoria

source: Subscription request received.
fi: Liittymispyyntö vastaanotettu.

source: subscriber logon
fi: jäsenten sisäänkirjautuminen

source: Invalid email address
fi: Epäkelpo email-osoite

source: Email address not found! Please try again.
fi: Email-osoitetta ei löytynyt! Ole hyvä ja yritä uudestaan.

source: To subscribe, %sclick here%s
fi: Liittyäksesi listalle %sklikkaa tästä%s

source: subscription request
fi: liittymispyyntö

source: record update request
fi: tietojen päivityspyyntö

source: password change request
fi: salasanan muuttamispyyntö

source: Your %s has been cancelled.
fi: Sinun %s on peruttu.

source: Your %s is still pending. To complete this request, please review the confirmation email sent to %s.
fi: Prosessi %s on yhä vireillä. Saattaaksesi sen loppuun, ole hyvä ja tarkista sinulle osoitteeseen %s lähetettu vahvistuspyyntö.

source: No code given.
fi: Koodia ei annettu.

source: Invalid code! Make sure you copied it correctly from the email.
fi: Epäkelpo koodi! Varmista että olet kopioinut osoitteen oikein emailista.

source: VIEW THE SOURCE TO COPY, PASTE, EDIT, AND SAVE THE FORM TO AN APPROPRIATE LOCATION ON YOUR WEBSITE
fi: POIMI TÄMÄN SIVUN LÄHDEKOODI, MUOKKAA SITÄ TARPEIDESI MUKAAN JA TALLENNA SE SILLE SOVELTUVAAN PAIKKAAN OMALLA WWW-SIVUSTOLLASI.

source: Order Updated.
fi: Järjestys päivitetty.

source: Error with addition.
fi: Virhe lisäämisessä.

source: Deleting option %1$s will affect %2$s subscribers who have selected this choice. They will be flagged as needing to update their records.
fi: Vaihtoehdon %1$s tuhoaminen vaikuttaa %2$s jäseneen, jolla on kyseinen valinta tehtynä. Jokainen tällainen jäsen merkitään tietojen päivitystä kaipaavaksi.

source: Error with deletion.
fi: Virhe poistamisessa.

source: Cannot be empty.
fi: Ei voi olla tyhjä.

source: Settings updated.
fi: Asetukset päivitetty.

source: Please review and correct errors with your submission.
fi: Ole hyvä ja korjaa lomakkeessa olevat virheet.

source: %s - Any value will be accepted for text fields. They are useful for collecting names, addresses, etc.
fi: %s - Mikä tahansa arvo hyväksytään tekstikenttään. Tekstikentät ovat hyödyllisiä esim. nimien ja osoitteiden keräämiseen.

source: %s - Checkboxes can be toggled ON or OFF. They are useful for opt-ins and agreements.
fi: %s - Valintaruudut voi asettaa PÄÄLLE tai POIS PÄÄLTÄ. Ne ovat hyödyllisiä opt-in- ja hyväksynnänpyytämis-tarkoituksissa.

source: %s - Only Numeric values will be accepted for number fields.
fi: %s - Vain numeerisia arvoja hyväksytään numerokenttiin.
