Repository: iceburg-net/poMMo
Catalog: aardvark-development/language/*/*-pommo.po
Languages: fi

source: %s - Only calendar values will be accepted for this field. A date selector (calendar popup) will appear next to the field to aid the subscriber in selecting a date.
fi: %s - vain kalenteriarvoja hyväksytään tähän kenttään. Päivämäärä-valitsin (kalenteri-ponnahdusikkuna) tulee näkyviin kentän viereen helpottaakseen jäsentä päivämäärän valinnassa.

source: %s - Subscribers will be able to select a value from the options you provide below. Multiple choice fields have reliable values for organizing, and are useful for collecting Country, Interests, etc.
fi: %s - Jäsenet voivat valita arvoja vaihtoehdoista jotka annat tähän alapuolelle. Monivalintakentät antavat luotettavia arvoja järjestämiseen, ja ovat erityisesti käyttökelpoisia kotimaa-, harrastus- ja vastaavien tietojen keräämiseen.

source: %s -. If a subscriber enters a value for a comment field, it will be mailed to the admin notification email.
fi: %s -. Jos jäsen antaa arvon kommenttikenttään, se postitetaan Järjestelmänvalvojan ilmoitus-email -osoitteeseen.

source: Configuration Updated.
fi: Asetukset päivitetty

source: Enter a number.
fi: Anna numero.

source: Mail Sent.
fi: Postitus lähetetty.

source: Must be a valid URL
fi: Validi URL vaaditaan

source: You must include "[[URL]]" for the confirm link
fi: Sinun tulee sisällyttää "[[URL]]" vahvistuslinkkiin

source: [poMMo Notice]
fi: [poMMo Viesti]

source: Passwords must match.
fi: Salasanojen täytyy olla samat.

source: Confirm Action
fi: Vahvista toiminta

source: Currently, %1$s subscribers have a non empty value for %2$s. All Subscriber data relating to this field will be lost.
fi: Tällä hetkellä %1$s jäsenellä on ei-tyhjä arvo kohdassa %2$s. Kaikki tähän kenttään liittyvä jäsen-data menetetään.

source: Throttle Settings
fi: Throttle asetukset

source: SMTP Settings
fi: SMTP asetukset

source: At least 1 "and" rule must exist before an "or" rule takes effect.
fi: Vähintään 1 "ja" säännön tulee olla olemassa ennenkuin "tai" sääntö alkaa vaikuttaa.

source: Group Renamed
fi: Ryhmä uudelleennimetty

source: Error adding subscriber.
fi: Virhe jäsenen lisäämisessä.

source: Invalid email.
fi: Epäkelpo email-osoite.

source: %s has already unsubscribed. To add the subscriber anyway, check the box to force the addition.
fi: %s on jo eronnut listalta. Lisätäksesi tämän jäsenen kuitenkin, ruksaa valintaruutu pakottaaksesi lisäyksen.

source: Invalid or missing information.
fi: Epäkelpo tai puuttuva tieto.

source: Subscriber %s added!
fi: Jäsen %s lisätty!

source: Subscriber has been flagged for update due to invalid or missing information.
fi: Jäsen on merkitty päivitystä varten epäkelvon tai puuttuvan tiedon vuoksi.

source: You have removed %s subscribers!
fi: Poistit juuri %s jäsentä!

source: No subscribers were removed.
fi: Yhtään jäsentä ei poistettu.

source: Fields failed validation
fi: Kenttien validointi epäonnistui.

source: Error updating subscriber.
fi: Virhe jäsenen päivittämisessä.

source: Subscriber Updated
fi: Jäsen päivitetty.

source: Group name (%s) already exists
fi: Ryhmän nimi (%s) on jo olemassa

source: %1$s filters belong this group . Are you sure you want to remove %2$s?
fi: %1$s suodatinta kuuluu tähän ryhmään. Oletko varma että haluat poistaa %2$s?

source: Group cannot be deleted.
fi: Ryhmää ei voida poistaa.

source: %s deleted.
fi: %s poistettu.

source: Complete!
fi: Valmis!

source: %s subscribers imported! Of these, %s were flagged to update their records.
fi: %s jäsentä viety! Niistä %s oli merkattu päivittämään tietojaan.

source: %s duplicates encountered.
fi: %s kaksoiskappaletta löydetty.

source: INCLUDE
fi: SISÄLLYTÄ

source: Displaying notices for mailing %s
fi: Näytä ilmoitukset postitukselle %s

source: Stopped
fi: Pysäytetty

source: Frozen
fi: Jumissa

source: Complete
fi: Valmis

source: Cancelled
fi: Hylätty

source: Mails/Hour
fi: Postia/h

source: Template Deleted
fi: Viestipohja tuhottu

source: A Mailing is currently processing. Visit the %sStatus%s page to check its progress.
fi: Postitusta prosessoidaan parhaillaan. Tarkista sen tila %sStatus%s -sivulla.

source: Subject or Message cannot be empty!
fi: Aihe tai Viesti -kohdat eivät voi jäädä tyhjiksi!

source: Cannot send a mailing to 0 subscribers!
fi: Ei voi lähettää viestiä 0 jäsenelle!

source: Invalid Character Set
fi: Epäkelpo Merkistö

source: Invalid Input
fi: Epäkelpo syöte

source: Template %s saved.
fi: Viestipohja %s tallennettu.

source: Test Mailing
fi: Testaa postitusta

source: A mailing is currently taking place. Please try again later.
fi: Postitus on parhaillaan meneillään. Ole hyvä ja yritä myöhemmin uudestaan.

source: %sDemonstration Mode%s is on -- no Emails will actually be sent. This is good for testing settings.
fi: %sDemo-tila%s on päällä -- posteja ei oikeasti lähetetä. Tämä on hyvä asetusten testaamiseen.

source: Started Mailing MTA. Spawn #%s.
fi: Postitus MTA käynnistettiin. Spawn #%s.

source: Save Template
fi: Tallenna viestipohja

source: Powerful mailing list software for %s
fi: Tehokas postituslistaohjelma %s

source: You have changed the language for this session. To make this the default language, you must update your config.php file.
fi: Olet vaihtanut kieltä tähän sessioon. Tehdäksesi tästä kielestä oletuskielen, sinun täytyy päivittää config.php-tiedostoa.

source: Failed login attempt. Try again.
fi: Epäonnistunut kirjautumisyritys. Yritä uudelleen.

source: Captcha did not match. Try again.
fi: Kuvavarmennus ei onnistunut. Yritä uudelleen.

source: poMMo is already installed.
fi: poMMo on jo asennettu.

source: Must be a valid email
fi: Tarvitaan validi email-osoite

source: Installation Complete! You may now login and setup poMMo.
fi: Asennus valmis! Voit nyt kirjautua sisään ja valita poMMon toiminta-asetukset.

source: Login Username:
fi: Kirjautumistunnus:

source: Login Password:
fi: Salasana:

source: poMMo does not appear to be installed! Please %s INSTALL %s before attempting an upgrade.
fi: Vaikuttaa siltä että poMMon asennusta ei ole suoritettu! Ole hyvä ja %s ASENNA %s ennen ohjelman päivittämistä.

source: poMMo appears to be up to date. If you want to force an upgrade, %s click here %s
fi: Sinulla on uusin poMMon versio käytössäsi. Jos haluat suorittaa pakotetunpäivityksen, %s klikkaa tästä %

source: To upgrade poMMo, %s click here %s
fi: Päivittääksesi poMMon %s klikkaa tästä %

source: Upgrade Complete!
fi: Ohjelmistopäivitys valmis!

source: Upgrade Failed!
fi: Ohjelmistopäivitys epäonnistui!
