Repository: iceburg-net/poMMo
Catalog: aardvark/language/*/*-bmail.po
Languages: fr

source: Subscriber Login
fr: Connexion abonn&eacute;

source: In order to check your subscribtion status, update your information, or unsubscribe, you must enter your email address in the field below.
fr: Pour pouvoir v&eacute;rifier l'&eacute;tat de votre abonnement, mettre &agrave; jour votre profil, ou vous d&eacute;sabonner, vous devez saisir votre adresse email dans le champ ci-dessous

source: Login
fr: Identifiant

source: Your Email:
fr: Votre email :

source: Page fueled by %1 mailing management software.
fr: Page activ&eacute;e par le logiciel de mailing %1

source: Message Settings
fr: Configuration Message

source: Return to configuration page
fr: Retour &agrave; la page de configuration

source: Subscribe
fr: Abonnement

source: Subject:
fr: Objet :

source: (Subject of Sent Email)
fr: (Objet du Message Envoy&eacute;)

source: (Use [[url]] for the confirm link at least once)
fr: (Utilisez au moins une fois [[url]] pour le lien de confirmation)

source: Success:
fr: Succ&egrave;s :

source: (Message displayed upon success)
fr: (Message affich&eacute; en cas de succ&egrave;s)

source: Unsubscribe
fr: D&eacute;sabonnement

source: Update Records
fr: Mise &agrave; Jour du Profil

source: Change Password
fr: Changement de Mot de Passe

source: Update
fr: Mise &agrave; Jour

source: bMail Setup
fr: Configuration de %1

source: Configure
fr: Configuration

source: Demographics
fr: Segmentation

source: Generate
fr: G&eacute;n&eacute;ration

source: Send
fr: Envoi

source: History
fr: Historique

source: Manage
fr: Gestion

source: Groups
fr: Groupes

source: Subscribers
fr: Abonn&eacute;s

source: Setup
fr: Configuration Initiale

source: Demonstration mode is ON.
fr: Mode d&eacute;monstration ACTIF

source: Demonstration mode is OFF.
fr: Mode d&eacute;monstration INACTIF

source: Logout
fr: Sortir

source: Admin Page
fr: Page d'Administration

source: Template file not found in default theme.
fr: Fichier mod&egrave;le introuvable dans le th&egrave;me par d&eacute;faut

source: Redirecting, please wait...
fr: Redirection en cours, veuillez patienter ...

source: subscriber logon
fr: connexion abonn&eacute;

source: Invalid email address
fr: Adresse email invalide

source: That email address was not found in our system. Please try again.
fr: Cette adresse email est inconnue dans notre syst&egrave;me. Veuillez r&eacute;essayer.

source: Cannot be empty.
fr: Champ obligatoire.

source: You must include "[[URL]]" for the confirm link
fr: Vous devez inclure "[[URL]]" pour le lien de confirmation

source: Please review and correct errors with your submission.
fr: Veuillez v&eacute;rifier votre soumission et en corriger les erreurs.

source: Work Directory not defined! Have you installed the config.php file? See the included config.sample.php for an example.
fr: R&eacute;pertoire de travail ind&eacute;fini ! Avez-vous install&eacute; le fichier config.php ? Reportez vous au fichier inclus config.sample.php &agrave; titre d'exemple.

source: Work Directory not found! Please create it, and ensure the webserver is able to write to it. You can change its location in the config.php file.
fr: R&eacute;pertoire de travail introuvable ! Veuillez le cr&eacute;er, et vous assurer que le serveur Web peut y &eacute;crire. Vous pouvez modifier son emplacement dans le ficher config.php.

source: Webserver is unable to write to Work Directory. Please ensure it has the proper permissions.
fr: Le serveur Web est incapable d'&eacute;crire dans le R&eacute;pertoire de Travail. Veuillez vous assurer qu'il a les permissions ad&eacute;quates.

source: Could not create directory
fr: Incapable de cr&eacute;er le r&eacute;pertoire
